{
  "rag.predict": {
    "traces": [],
    "train": [],
    "demos": [
      {
        "question": "Where is Blue Origins operations are based in?",
        "response": "Van Horn, Texas",
        "context": "Transcript:   (disclaimer: may contain unintentionally confusing, inaccurate and\/or amusing transcription errors) David: Hey, Acquired listeners. In the time between when we recorded this episode and now when we're releasing it, longtime Amazon board member and Madrona Venture Group founder, Tom Alberg, sadly passed away. We wanted to—instead of our usual funny, cold opener here—take a moment and dedicate this episode to Tom. Ben: Tom had such a huge impact on David's and my careers. Tom also had such a huge impact on Seattle and really the whole technology ecosystem, helping to build the law firm, Perkins Coie, and the telecommunications firms, Western Wireless and McCaw Cellular, that really make up a large part of the infrastructure we all use for our phones today.  We also were lucky enough to have Tom on Acquired, and it was really wonderful getting to spend the time in person with him four or five years ago now, David? David: Yeah. Tom was the longest-serving Amazon board member other than Jeff himself, I believe 23 years. He was the lead independent director and had a huge impact on the company and of course on us. Ben: We'll all remember Tom. He gave back in so many wonderful ways. This episode is dedicated to you, Tom Alberg. Thank you. Welcome to Season 11, Episode 2 of Acquired, the podcast about great technology companies and the stories and playbooks behind them. I'm Ben Gilbert, and I am the co-founder and managing director of Seattle-based Pioneer Square Labs and our venture fund, PSL Ventures. David: And I'm David Rosenthal, and I'm an angel investor based in San Francisco. Ben: And we are your hosts. Our story today is probably the single most interesting business of the past 30 years. For the longest time, David and I resisted doing an Amazon episode because it almost felt like a trope or that we needed to do something maybe more unexpected.  We've tackled bits and pieces like our interview with former board member Tom Alberg in the Amazon IPO episode, the episode with Alfred Lin on Zappos, and of course, by referencing Bezos, his famous 2009 speech about outsourcing anything that does not make your beer taste better over and over and over again. But we decided that no self-respecting technology business historians like ourselves could skip over this incredible, tumultuous, death-defying, and ultimately very, very successful story. Today, we'll be tackling amazon.com, the website that sells books and now everything else on the World Wide Web. As you know, Amazon is also one of the rare companies that built a completely separate and dominant business in Amazon Web Services. We'll save that for our next episode. This story is for longtime students of Amazon and newcomers alike. While you may be familiar with Jeff's flywheel diagram, the famed door-desks, or the Barron's article from the dot-com bust headlined Amazon.bomb, I can tell you from staring at my mountain of notes that there are some details in here that I certainly didn't know and you may not have known either. David: It's just such a good story, too. I'm so glad we did Walmart first. We almost didn't because it just perfectly sets the stage for Amazon. Ben: Oh, yeah. The big thing that we're doing today is we're going to try and answer the question, how did Amazon succeed to such an incredible degree that it has where so many of its dot-com siblings burst into flames? First, we have some big, big news here at Acquired world HQ. After seven years of beating back requests, we are finally launching a merch store. We've been holding on to this bit for a while because we can think of no better episode to launch our Internet storefront than here on the Amazon episode. We're partnering with what I think is the single highest quality merchandise platform on the Internet, Cotton Bureau. They make really nice stuff that I have tons of in my closet. We're launching with men's and women's T-shirts, sweatshirts, tanks, and even onesies. If you like David, have a little one at home.  If you decide to be first in this first wave of people to sport the fashionable Acquired merch, you should tweet at us @acquiredfm, and we will retweet some of our favorites. The link is in the show notes, or you can go to acquired.fm\/store. For our presenting sponsor this episode, we have a company that we're very excited about, Fundrise. On the Walmart episode, they broke some news right here on Acquired about a fascinating new product called the Fundrise Innovation Fund. This enables their customers to not only invest in real estate on the platform, but also now private, late-stage growth tech companies.  This is obviously interesting because that's not an asset class that retail investors previously had access to. You had to wait until the IPO, and now they've democratized that and opened the asset class to lots and lots of people just like they funded Fundrise itself. David: It is also great news for founders as well because retail capital is a great source of capital if you're a late-stage private company. Ben: We're back here today with Ben Miller, the CEO and co-founder of Fundrise. Ben, can you share some more info for listeners on the Innovation Fund? Miller: Thanks for having me, guys. It's no wonder you guys like our story because in building Fundrise, we unintentionally created an alternative to venture capital which everybody has a love-hate relationship with. In 2012, we invented the idea of raising money for real estate on the Internet. Within a few years, we had 150 copycats, 150 different companies trying to do what we were doing with a billion dollars of venture funding.  Then, roll forward eight years to now, and all of those companies basically went out of business. What happened? Do we have a lot better strategy? Do we have better execution? I'm saying the main reason is that they were venture-funded, and we weren't. The venture funds ran their standard playbook and basically ran those companies out of business. We're a little provocative here. We took a totally different path. We didn't think we wanted to raise traditional venture money. We spent many years trying to figure out how we could do something that's different.  One of our innovations is regulatory innovation. We worked with the SEC on a lot of new ideas. We figured out a way to raise money from the public but stay private. Since then, Fundrise has raised $155 million from the public but stayed as a private company, so we figured out a way to do it, and we did it at scale.  The Innovation is a hybrid of being public and private. It's more passive, more aligned, and lower cost because we don't have the 20% carried interest that we have to pay to venture funds. Ben: Ben, what are the terms for investors on this fund? Miller: Fundrise doesn't take a carried interest. It's just a 1.85% asset management fee per year, which is much less than the 2% and 20% of a typical venture fund. We basically became one of the biggest real estate investors in the world. We're today, by deployment, probably top 20 in the world. We wondered basically, okay, we're doing real estate, what's next? Could we do it for other private tech companies? We went back to the SEC, spent a couple of years with them, figured out how to do it, and are launching the Fundrise Innovation Fund which is a registered fund that raises money from the public but invests in private tech companies. It's going to be available to all US investors. Anybody in the US can invest in it at $10 minimum. It's totally democratizing access. The hope is basically we get to disrupt venture capital the way we disrupted real estate private equity. We're launching the Fundrise Innovation Fund at the bottom of the economic cycle. My experience is you can't disrupt the financial sector except in a downturn. Ben: Fascinating. Miller: It's a crossover fund, so we will own public and private tech. If you go public, we're not going to sell all your shares. We basically are a much more long-term investor because of the structure of the fund.  I think it's the future of venture capital. We're the first direct-to-consumer VC that allows the public to invest into private tech companies, but we won't be the last. This is a megatrend. I'm going to bet that within five years, the likes of Andreessen Horowitz and Sequoia will also launch funds just like this. Ben: Fascinating. Listeners, if you are considering a growth round of capital and you're an entrepreneur thinking in the next year, I'm going to raise a round, you should definitely explore raising some of it with the Fundrise Innovation Fund. Just shoot an email to notvc@fundrise.com. If you're an individual looking for exposure to growth-stage tech companies, especially in this new climate we are in, you can go to fundrise.com\/innovation. Our huge thanks to Fundrise. After you finish this episode, go check out the LP Show by searching Acquired LP Show in the podcast player of your choice. Our next episode will be an interview with Austin Federa who many, many of you know from the Acquired Slack where he's been a member since 2016.  Austin is at the Solana Foundation, very deep in the world of Web3 and crypto. He gave us a great primer on the world of Web3 today, so check that out. If you want early access, it's already live for paid Acquired LPS at acquired.fm\/lp. All right, without any further ado, David, onto our story. Listeners, this show is not investment advice. David and I may have investments and certainly have investments in the companies we discussed this time. Do your own research. This is for entertainment purposes only. David: Oh man, Amazon was not only my idea dinner pick at The Arena show but has been my favorite company, stock, and number one position in my portfolio for more than 10 years now, I think. It's an incredible company. Ben: I had some conversation with you in maybe 2014 about how you basically owned Amazon stock by owning Seattle real estate, and you were doubly long Amazon with your very concentrated holdings in the company and owning your house in Seattle. David: The only time I've ever sold any meaningful amount was to buy our first Seattle house because I needed the capital for the down payment. I figured I was essentially getting tracking stock on Amazon. All right, we start in a very fun place today which is the end of the most recent Acquired episode on Walmart. I realized I could have sworn that we said this on the episode, but I went back and I read the transcript. We didn't.  You tweeted about it, but at the end of Made in America, in 1992, literally as he lays dying, Sam Walton writes at the end of the biography, \"Could a Walmart-type story still occur in this day and age? Of course, somewhere out there right now, there’s someone with good enough ideas to go all the way, providing that someone wants it badly enough to do what it takes.\" Ben: Such a good quote. He was writing that in 1992 while Jeff Bezos was ideating on what ideas could work on the Internet while working at D. E. Shaw. Oh my God, if he only knew. David: It was like the prophets speaking. He was describing reality in history as it was happening, and he had no idea. Amazing. Speaking of books, we have a big thank you that we owe to Brad Stone and The Everything Store.  Brad is just the best. We've done episodes with Brad in the past. The Everything Store is the canonical history of the first 20 years of Amazon. We actually talked to Brad the other week when we were preparing for this. Ben: We had to. It was both a question of, okay, with 10 years or whatever it's been of history, what else would you want to say that wasn't in The Everything Store, and also give us some context around it. David: No doubt in my mind it is one of the best business books written of the last 20 years or of the 2000s for sure. Ben: It's a thriller, yeah. David: Brad actually said this when we were talking to him. He's like, there are two reasons to write a business book. One is that it's a thriller. The other is it's a how-to manual. The Everything Store is both of those. All right, we jump from 1992 in Bentonville, Arkansas to Albuquerque, New Mexico on January 12th, 1964 where one Jeffery Preston Jorgensen is born. Many people listening—especially if you've read Brad's book—know this story, but it's pretty amazing. When young Jeffrey's mother became pregnant, she was 16. His father, Ted Jorgensen, was 18. They went to the same high school in Albuquerque, and they were dating at the time. It turns out their fathers actually worked together. This is part of the story. There was a very specific reason why both of their families lived in Albuquerque, and that is because both of their fathers worked together at Sandia National Laboratories. Ben: For folks who don't know, that laboratory was established, I think, because it played a huge part in the development of nuclear programs developed for the United States. David: Los Alamos, New Mexico, which I think is an hour-and-a-half north of Albuquerque is where the Manhattan Project happened. That's where the atomic bomb was developed. Quite a while after World War II, the government split the US nuclear program into research—and that was Los Alamos and a bunch of other labs around the country—and then actual management of the weapons. There's nuclear research, nuclear energy, and nuclear weapons. Sandia is the organization developed by the government—and it's actually a private operation now—that manages nuclear weapons. Both Jeff Bezos' biological grandfathers work there together, and Jeff's mom, Jackie, her dad was named Lawrence Preston Gise. He went by Pop Gise. He actually not only worked at Sandia. He was the head of Sandia. He ran the US nuclear weapons program. Before that, he was one of the original members of DARPA. It encourages the development of the ARPANET, the Internet, and the DARPA Challenge. Obviously, that was much after his time, but, man, you can't make this stuff up. That's crazy. Their kids managed to get pregnant in high school. Ted and Jackie decide to get married before the baby's born, which they do. The marriage doesn't last though. It's not really set up for success here. When Jeff is about 18 months old, they end up getting divorced. Jackie, Jeff's mom, takes the baby and moves back in with her parents because she's still only 18 or 19 years old at this point. Eventually, a couple of years later, when Jeff is four, Jackie remarries and moves in with her new husband who is a petroleum engineer for Exxon. Her new husband's name is Miguel Angel Bezos Pérez. Today, he goes by Mike Bezos, Jeff Bezos' adopted father. His story is incredible and actually touches our stories in a very small way. Mike is from Cuba. He was a student at an elite private high school in Cuba when the revolution happened and Castro took over. His parents were able to get him out and send him to Miami. Ben: Wasn't there some exfiltration program through the church for gifted youngsters? David: Mike was part of this. He gets shipped to Miami, doesn't know anybody in America, and doesn't speak English. He ends up—from Miami—getting shipped to Wilmington, Delaware where he lives in a group home. He attends Salesianum High School.  That probably doesn't mean anything to you because you didn't do high school in Bloomington like I did. But I played sports against Sales growing up. This is so awesome. He and Jackie last year just gave a $12 million donation to Salesianum which I think might be the largest single donation to a Catholic high school in America. Ben: Wow, Mike and Jackie must have really made some smart investment decisions at some point in their life to be able to make that kind of investment. David: We will get into it. Ben: David, how does every single episode have some tie to Southeast Pennsylvania or Delaware? David: I know. Ben: I think we're picking favorites here. David: We totally are. Mike is super smart. He quickly learns English. By the next year, when he graduates from Salesianum, he ends up getting a full scholarship to go to the University of Albuquerque to study engineering. While he's there, he pays his living expenses and is working his way through college by working at a local bank where he meets Jackie. They fall in love, they get married, and Mike adopts Jeff as his adopted son. They go on to have two more children. When Mike graduates, he gets the job with Exxon. He would end up working his whole career at Exxon. Ben: And becoming a pretty senior executive, right? David: Very senior executive, so he had some capital to invest a few years later which we will get into. They moved the family to Houston. (a) Mike's story is just amazing, (b) Bezos grew up. His dad worked for Exxon, Standard Oil. There's the connection. Ben: Right, and grew up in Houston around the space program. We're not going to get into Blue Origin on this episode, but I think the last time we would have talked about Jeff's space routes would have been, I think, on the Virgin Galactic episode. We were talking about the development of the X Prize and SEDS, the college organization for students for the exploration and development of space, something like that. But basically, this college space club, Jeff was the head of that club, the president of the one, and maybe the founder of it at Princeton. There's this very clear throughline from spending time during his childhood in Houston through that and obviously Blue Origin. David: I didn't think about that. Definitely, Pop Gise, his grandfather, has a big influence on Jeff—which we'll talk about in one sec—and introduces him to science fiction and space because he was involved in all that at DARPA, but I didn't think about that yet. Jeff grew up in Houston during the Apollo era. This was the heyday of NASA. Super cool. Jeff goes to a Montessori Preschool in Houston, and he gets put into a new program for gifted young students in the Houston elementary school system. This is crazy. At the time, there was a woman named Julie Ray who was writing a book about this whole new concept of gifted streams in elementary school education. Houston is one of the leading school systems that's doing this.  She goes to the administration and she's like, hey, is there a student that I could shadow and see how gifted education is working? They're like, we have exactly the student for you, Jeffrey Bezos. Ben: There are a number of ways we could highlight how special Jeff was even as a very, very young child, but this is a pretty darn good one. He was the student chosen for the person writing the book on this type of special program in the school selected for special gifted programs. He was one of one of one. He would go on to be valedictorian of many things in his life, but here's the first proxy for that. David: It's super cool. There's a quote in the book. He has a pseudonym. He's \"Tim\" in the book. Ben: To protect the identity of a child who can't yet pick if they want publicity, right? David: Totally. He's in elementary school. There's this quote in there where Julie, the author, asks Tim's (Jeff's) teacher what grade level he's performing at. He must be in second or third grade at this point. The teacher says, I really can't say, except that there is probably no limit to what he can do given a little guidance. Ben: Foreshadowing. David: Right around the time when the family moves to Houston, Pop retires from Sandia, and he and Jeff's grandmother move back to a big ranch in West Texas. By big ranch, I mean a 24,000-acre ranch in West Texas that is 100 miles from the nearest retail outlet. Starting at this point—Jeff's four when this happens—Jeff spends every summer on the ranch living with his grandparents 100 miles from the nearest store, and he's just hanging out with his grandparents. Ben: That's pretty formative, and in a number of ways. One of which is that his grandpa is remote, so you can't go by anything and you need to be unbelievably self-sufficient, but what an interesting playground for the mind being around his hyper-intelligent grandfather and having just nothing but time and space. David: Brad writes about this in the book and Jeff talks about this, too. I think this is one of the most formative experiences of the person that becomes Jeff Bezos because for the months that he's there every summer, they have to do everything. They build their own tools. They perform their own veterinary work. There's a story about performing surgery on one of the bird dogs' tails. It's crazy. They're rebuilding farm equipment when it breaks. Ben: We went 250 episodes without a bird dog and we're now coming up with two episodes in a row that mention bird dogs. David: I know. Clearly, there's a connection here. Ben: Yes, great retailers growing up around bird dogs. David: But like you said, Ben, it's not like he's just doing manual labor out in the countryside. He's doing it with this guy who ran the nuclear weapons program for America. Ben: Man, it's so hard to do a podcast about Amazon and Jeff Bezos now because the company and Jeff as a person are a symbol for so many different things to so many different people. Of course, I follow Jeff on Instagram and you see him in his cowboy boots with the Blue Origin rocket.  I remember when I first saw those before really understanding his past, I was like, that's disingenuous. Tech billionaire guy throws on his cowboy boots and heads to West Texas, and he's acting like I'm one of the locals, but that’s what he grew up doing on the farm. David: Yeah. The ranch in Van Horn, Texas where the old Blue Origins operations are based. That's why it's in West Texas. Ben: And there's a lot of space, a pretty good place to launch rockets. David: There is literally space to launch. When Jeff's a teenager in high school, Exxon moves his dad to Florida, first to Pensacola and then to Miami. This is a cool little cap for this episode of Mike's story. He comes back to Miami all these years later as this big-time executive at Exxon, which I think was the largest company in America at that point in time. He literally steps off the plane in Miami and has nothing, and now he brings his family back to Miami with so much. It's so cool. Jeff, as you said, graduates high school as valedictorian and like all great, talented high school graduates, goes on to Princeton. I'm biased, of course. A few of his fellow Princetonians while he's in college— Ben: Is that really how you say it? David: Yes, I'm a Princetonian, or a tiger if we're being less pretentious here. A couple of his fellow tigers, while Jeff is studying computer science at Princeton—Brooke Shields, Michelle Obama, and Jeff Wilkie—are also there at the same time. I don't think they were friends. Jeff was a couple of years behind, but they were there at the same time. When Jeff graduates from college in 1986, he does not go into finance right away. He goes and works for a startup. He works for this company called Fitel which had been founded by a couple of Columbia computer science professors and was developing very, very early network technology for high-speed trading applications. I don't know if it was exactly like today. All this stuff is co-located in data centers with the NASDAQ and the New York Stock Exchange, but they're kind of a precursor to that. He does that for two years. Then, in 1988, he's like, all right, I'm working for this startup, building infrastructure for this, and then a completely new discipline of finance of quantitative trading in finance, those guys are customers, are actually making a lot more money. Maybe I should go work for them. Ben: But it is a great experience at that point in time. Being around early networked computing was pretty beneficial to give him not just the basic understanding of how it works but also what all the numbers mean. When I'm watching bits and bytes fly back and forth, I'm looking at packet counts, what hardware can support, what bandwidth, and what are the practical implications so that you can feel the types of applications you could build using infrastructure of the day. David: The reason we're spending so much time on Jeff's early years and now, we're going to spend a lot of time on this chapter is totally like one of those Steve Jobs things. You can't connect the dots looking forward, but when you look back through Jeff's past—Joy Covey who we'll talk about actually has this quote that she gives to Brad Stone—it's a straight line from birth to Jeff Bezos today. It makes total sense. Ben: It's really hard to cover Amazon as a business without it being a Jeff Bezos biography because in so many ways, Amazon isn't an extension of Jeff Bezos' brain. It really is a company made in his image. That's the case for a lot of these types of people.  If you look at Apple, that was very much the case for Steve Jobs. Also, by the way, an adopted son of immigrants. I've always just found that interesting. In some ways, I'm thinking, okay, cool. Let's get to the Amazon story. But even though it's called Amazon, at least for a very long time—call it its first decade—it really is just Jeff Bezos at scale. David: Probably arguably for longer than that until recent times. In 1988, he leaves Fitel (the startup) and he goes to work actually in banking. I believe, almost surely, I don't know for sure, but I can't imagine he's not doing quantitative trading in finance. He's a technical guy. He's a computer science graduate. He had been working in this network operations for early stage quant finance. That's probably what he's doing. He goes to the investment bank, Bankers Trust, which then through a series of mergers, as always happens on Wall Street, becomes part of Deutsche Bank. Deutsche Bank's going to come back up later in the episode. He's worked at startups and in computer science. He's got this entrepreneurial bug. On the side, he becomes friends with a guy named Halsey Minor. Listeners, probably a bunch of bells going off. They almost start a startup together at this point in time. The idea was it was going to be a financial newsletter idea, but they become buddies. That doesn't work out, but Halsey, right around this time after that, goes on to start CNET. Ben: It's crazy. The Internet was so freaking small then. Also, if you were to squint and describe CNET at a really high level, it's distributing the written word over this budding World Wide Web, which is what Amazon did. Ultimately, it distributed them through an abstraction layer where you print the words on paper first and then you ship the paper, but they would go on to start businesses riding the same wave. David: Yup. I think they remain friends certainly for a while, if not still to this day. Ben: Bezos does always chuckle at that where people would say, wait, you're starting this business that's meant to take advantage of this new piece of technology. The new piece of technology is particularly good at distributing hypertext over a globally available network. The way that you're doing that is specifically not by putting the text in the browser which can read the hypertext directly onto a screen. He does always chuckle about that. But it is funny. To this day, you still can't really search for books. If you google search something, you're going to get websites. You're not going to get books. Despite Amazon, Google, and everyone trying, the book publishers have very physically DRMed these books such that you cannot search them in a very digitally native Internet way. David: Yeah, it's funny even today. In 1990, Jeff gets a fateful call from a headhunter—Jeff's happy where he is, he was thinking about starting this startup—and convinces Jeff to go interview at a new financial firm that has been started just a couple of years earlier called D. E. Shaw. Jeff unexpectedly, completely falls in love in many ways at D. E. Shaw. Some history on D. E. Shaw for folks that don't know—I didn't know a lot of this—the founder, David E. Shaw, was a Stanford computer science PhD from the '80s who then went on to become a computer science professor at Columbia University, I assume with some of the professors who went on to go found Fitel that Jeff originally worked for. He's a serious academic. He's actually back in academia now. He won the Gordon Bell Prize. Ben: David Shaw is back in academia? David: Yeah. Not at an institution, but he's a member of the National Academy of Engineering and the National Academy of Sciences. He's the real deal. His stepfather, when he was growing up, was a finance professor at UCLA, so he'd always been interested in finance but had studied computer science and was an academic. In 1986, he left Columbia to join Morgan Stanley and then started D. E. Shaw in 1988. I think his model for this was Jim Simons who, in 1982, started Renaissance Technologies (RenTech). I bet actually a lot of people listening don't know. I just said that name and a lot of people are like, oh, what's that? What are these guys talking about? Ben: It won't hit you as, oh, right, the firm that consistently produces the greatest returns of all time, but they're not taking any more capital, so you can't get your capital in. David: Dude, RenTech and Simons are unreal. I'm pretty sure they are the best-performing investors of all time, full stop, period. We didn't do an episode on RenTech. Ben: If we can get any information. The interesting thing about RenTech is that it's like a fortress. David: Supposedly, the core Medallion Fund which is now all private capital of RenTech employees and Simon himself—there are no outside investors—averaged a 66.1% annual return from 1988–2018. Thirty years at 66% compounding. Nobody's ever beaten that. Ben: We may need to go regrade our Berkshire Hathaway episode. David: Yes, seriously. But that was the inspiration for D. E. Shaw. D. E. Shaw has not performed that well, but hedge funds today that people can actually invest in D. E. Shaw and a couple of others are the legacy of that. Ben: Right. While this was the business model of D. E. Shaw being a quant hedge fund, they always resisted the idea that that's what defined them. They very much thought of themselves as this group of creative artisans who invest in businesses, started businesses, came up with new ideas, and viewed the world through different lenses. Sure, this is how they make money, but D. E. Shaw & Co. was so much more than that. David: Totally. I think this is what Jeff falls in love with about the firm and David. Jeff joins, rises through the ranks super quickly, becomes the fourth Senior Vice-President at the firm—the highest level below David—and I assume, by far, the youngest. He's in his mid- to late-20s at this point. He is the future, the rising star at D. E. Shaw. He and David become super close. Now, there are not a lot written about this, which you'll maybe see why in a second, but they were very close. I got to imagine that David saw himself as a mentor to Jeff. Jeff loves it there. He's involved in recruiting and bringing in all these super smart people of all disciplines into D. E. Shaw.  The MO was we just want to find the smartest people in the world. It doesn't matter if they know nothing about business and finance. It's like Bridgewater today. It is the inheritor of this. Just bring them in here and we'll figure out stuff for them to do. A bunch of people who become really key early Amazon employees—Jeff Holden—I believe Bezos is involved in recruiting. Ben: Who would later, of course, join Amazon right around two years after its founding. David: Amazing how that happens. Ben: Conspicuously close to two years exactly after Jeff left D. E. Shaw. David: Yeah. Maybe there's a non-compete or something. Nicholas Lovejoy and another Princeton grad joined the firm, MacKenzie Scott Tuttle. That's what we were referring to of Jeff falling in love at D. E. Shaw in more ways than one. Jeff and MacKenzie would get married. I think technically, MacKenzie was the first Amazon employee. Ben: Yes, it's interesting. I don't know technically in terms of literally, was she the first person to become a W-2 employee, but certainly, she was already doing work, particularly in accounting, working with legal, and setting up the operations of the business before Jeff hired Shel Kaphan who was the first engineer, the first full-time hire other than he and MacKenzie. David: Yup. MacKenzie was definitely an employee doing work on the business. Within D. E. Shaw, like you said, they're this quant trading firm—that's how they make their money—but they view themselves as being entrepreneurial, starting these other businesses, and doing stuff. David has Jeff working on a bunch of this stuff. The first project he leads is building out what they call the third market business. It was an idea to create a separate market from the exchanges where retail investors could trade without paying. At that time, you're paying a lot in commissions to your brokerage house. It's super cool. Ben: By the way, this feels like it's probably the predecessor to dark pools. If they're making transactions off the exchange, then batch shipping them to exchanges to get lower fees, and that is the financial world that we live in today where lots of transactions happen off the exchange, then that's the predecessor to payment for order flow. They were the early days of all this stuff. David: Robinhood, Citadel, and all that. They definitely were because at the same time, the Internet is so early. We're in early, mosaic Netscape days, 1992–1993. But David and Jeff, given their backgrounds, and David, having done his PhD at Stanford, know all these people that are starting the Internet. Ben: And even Bezos himself. When he was (I think) in college, he had used the Internet when it was fully just command-prompt based and there was no GUI. It was just the very basic protocols, a Unix command terminal, and maybe Telnet was around at that point. David: There was no World Wide Web. David and Jeff get really excited about this, and David reassigns Jeff as one of the most senior people in the firm. The two of them are going to work together to come up with business plans that they're going to start Internet opportunities within D. E. Shaw.  I think the first one that they do is an online retail brokerage for financial trading like E-Trade. It was a competitor to E-Trade. I don't know for sure, but I'm wondering if that may be the third market business that Jeff was working on that might have transformed into this because it makes so much more sense over the Internet. Ben: Yeah, I totally agree. They also started Juno which became reasonably successful. I remember seeing commercials and getting CDs for it. That was early email. David: Juno was one of the first free email services on the web. Then, they merged with NetZero and became an ISP and an email provider. It was started by Jeff and David within D. E. Shaw, both of these. That's what they're doing during these years. I think Jeff's main job is the two of them would meet every week, they would brainstorm ideas, Jeff would then go off for the rest of the weekend to research the feasibility of the ideas, work on them with employees within D. E. Shaw, and then they'd launch them. They did this with a couple of businesses. Ben: They were the only ones doing this. It's interesting how there were other people who observed the Internet. It was like, okay, cool. This is clearly the next technology wave. We had the PC. What do we do with this thing? Microsoft is one that comes to mind. This is the Rich Barton story with Expedia. That was a division of Microsoft looking at the Internet potential businesses and saying, how do we start them?  Of course, I think longtime listeners will know that the way Expedia ended up happening is Rich basically said, hey, this online travel agency thing needs to happen. If we keep it in Microsoft too long, it's going to kill it. Let’s get it out brokering that deal. D. E. Shaw, I think, was actually before Microsoft in realizing, okay, the Internet is going to be huge in a handful of years, but the thing that led to the dot-com mania was people realizing all at once that oh my God, the tidal wave is coming. David: They were ahead of the pack, though. There were not many folks that were recognizing this at this point in time. They've done the online trading thing, the E-Trade competitor. That ended up getting acquired by Merrill Lynch. They did Juno, and they're brainstorming all these other ideas. One day, they come up with an idea that they both get pretty excited about. As Brad writes about in the book, the name for the idea is The Everything Store. Ben: Which ends up being a pretty great name for a book. David: The concept was, in one way, amazon.com, exactly. But there was also a pretty fundamental difference in the idea at this point in time. The idea was that you could use the Internet to build a whole new intermediary layer between consumers and manufacturers that would bypass traditional retailers. The discounters, Walmart, Kmart, Sears, and all that physical stuff, you're just going to cut them all out, and this beautiful Internet business is going to be just the algorithmic matchmaker between customers that want to buy stuff and manufacturers who make stuff. That's what Amazon is. Ben: There's definitely this, well, the Internet is going to change so much that factories will just be able to sell to consumers online. It's rounding away all the messy middle that we talked about on our episode with Jeremy from Vitalik of you've got the manufacturers, you've got the product designers, you've got the distributors, you've got the brand, you've ultimately got retail, and maybe you can own two parts of that, but you're probably not going to own all of it. It was this very low-res picture of the way that the retail landscape worked. David: This totally reeks of a 1999-era MBA business plan. It's like, I'm going to drop out of HBS. I've got this startup idea and a business plan. I'm going to get it funded. To their credit, they were a few years ahead of this and nobody knew at the time. Nobody actually knew how the Internet was going to play out.  This seemed maybe plausible. If it would work, it would be beautiful. You wouldn't have to actually do anything. You just sit in the middle and take a tax on transactions. The idea was that the manufacturers would dropship orders directly to customers. Ben: Right out of their factory, which is totally a core competency. David: Yeah, totally. That's going to work. Ben: But importantly, while Jeff is still at D. E. Shaw and regularly doing this ideating, he starts to dive really deep into what categories could make sense for this as a starting place. David: Yes, the two of them are both very excited about this as they should be. Ben: Commerce, a pretty big market, huh? David: Yeah, it turns out. Retail in America, other than US real estate, may be the biggest market in the world? Ben: Yeah. Auto, I think, and maybe food. David: Like you said, Ben, they quickly realize, okay, if we're going to do this. You can't just start with The Everything Store. You need to pick one category, build that, build the consumer brand, the website, and the traffic, and then you can add categories over time on top of that. Jeff goes off during his weekly research activities. In his researches, he decides that books are the ideal category for a few reasons. One, they are perfect commodities. A paperback copy of book X is a paperback copy of book X. It doesn't matter where you bought it and how you bought it. To the customer experience, it's basically the same thing.  Two, there are only two major actual distributors of physical books in America. There are many publishers, but distributors who actually have the inventory of the books are Ingram and Baker & Taylor. Ben: Do you know where Ingram is located? David: Oregon, right? Ben: Yup, Roseburg, Oregon, a convenient one-day drive or less half-day drive from Seattle. David: Although Jeff was not thinking about that at the time. Ben: No, not yet. That'd be the next step. David: It's actually pretty easy to enter this market because all you need to do is establish accounts with Ingram and Baker & Taylor, and then you get the vast majority of the market for commercial books. You have access to the inventory. Ben: Yup. There are a few other things, too. Books are great because when you compare them with music, there are six different record labels that you'd have to get each of them on board. They can't consider music because obviously, shipping books and shipping CDs is a pretty comparable experience from a weight perspective, packing perspective, and all that. To the extent that it's going to be shipping to people, you have to just look at the industry dynamics of each of those because just like books, CDs are perfect copies, perfect commodities. David: On many dimensions, they're better than books—lighter weight to ship, standardized packaging, et cetera. Ben: Yes. But with books—unlike where music that we talked about in our Taylor Swift episode, there are six labels—there are 4200 book publishers. While you can very quickly get the whole catalog of the two distributors, if you end up actually negotiating with publishers, there are a lot of individual publishers. All these small publishers actually do matter because there are 3 million different books that are active and in print worldwide, and the long tail matters. It's not just that everyone wants to listen to Taylor Swift in books. There are lots of rare or out-of-print books that people totally want. David: The genres, and there are niches. Ben: The status quo is going to Barnes & Noble, special ordering something, and paying a bunch of extra money for that so it can arrive in a month. David: I think David and Jeff considered music and CDs as well. I suspect this is probably the reason they decided to go with books. Actually, Brad quotes Jeff in The Everything Store, \"With that huge diversity of products—3 million books in print—you could build a store online that simply could not exist in any other way. You could build a true superstore with exhaustive selection and customer value selection.\" Borders and Barnes & Noble say they're book superstores, but I think they only stocked 80,000 or so titles, which is a lot, but it's not 3 million. Ben: It's not the infinite shelf space of the Internet. Also worth noting, Barnes & Noble and Borders each only had less than 12% of the retail market each, so it's not like there was somebody who already had 80% market share that you had to go fight. You ostensibly could reasonably quickly become Barnes & Noble or Borders scale. David, you said something important there which is that only with the Internet could you really build this true superstore. Bezos keys on this very quickly in the very first interview that he gave which we'll link to in the sources. It was actually at a conference in Seattle. Someone just interviewed him right outside the conference. I think people have probably seen this video or screenshots of this video. It's worth watching the whole few minutes because it's unbelievably prescient. He basically points out that if you can do something in the old paradigm, you should. When there's a new paradigm like the Internet, you basically want to find things that you could not do any other way in order to really exploit the power of the new paradigm. David: Oh, that's such a great playbook theme that we can highlight here. I'm thinking about Web3. It's so obvious. You can build stuff in Web3 that you can do in Web2. That's fine, but really, you want to find the stuff that you can't do otherwise. Ben: Right. Don't create the banner ad, slap it on the Internet, and be like, see, it's like a magazine but on the Internet. Invent the feed format. David: Totally. That's so good. I hadn't seen that interview. That's awesome.  Jeff, like we've been saying, just keeps getting more and more excited about this the more he digs in. He and a couple of other employees at D. E. Shaw start researching competition because there were other online bookstores at this point in time. There was books.com, and a few local physical bookstores around the country had started up ecommerce Internet storefronts. You could buy a book from XYZ local bookshop around the country and have them ship it to you. They started experimenting with the competition and they realized that nobody got the whole catalog, so to speak, the infinite selection. It's still all in this old-school physical paradigm like, yeah, we'll put up an ecommerce storefront and we'll put up a website, but we're just selling our inventory out of what we got in the back here. Ben: And importantly, it was basically all static. The notion of a web server was a very new thing. There were HTML pages and you could put those up on a server so that somebody using a browser could hit it and get that static page back, but this notion of code executes when you hit a URL to dynamically generate a page really wasn't happening yet, so all you can ever do is fetch the static sites. It just relied on whatever bookstore put up that page to make sure it was updated with what's actually in the store. David: Yeah. Jeff is like, this is a big idea. There is a window to go do this right now. Somebody's going to figure this out. Ben: Do you know the stat on Internet growth? David: Yes. He gets it wrong, right? Ben: I think the stat is that as Jeff looked at two different research reports and basically approximated the middle, what he was analyzing was basically the amount of traffic. David: Yup. The number of web packets sent over the year of 1993. Ben: It grew 2300% in that single year. David: No, this is the error that Brad writes about in the book. It grew 2300X from January 1st, 1993 to January 1st, 1994. Ben: Wait, he was off by 100X? David: Yes, which is 230,000%. Ben: What? Somehow, I missed that. David: Yeah. He would later quote in speeches that he read this report, and he saw the traffic was growing by 2300%. It jolted him out of his complacency and realized this idea is huge. I got to go do this on my own. Ben: Holy crap. I was going to make the point of if you see anything growing 2300%, you should start a business on top of it, but I didn't realize that I was with the outdated stat. David: There's a minimum threshold at which you should stop doing whatever you're doing if you see something like this, and go do that. That threshold is below 2300%, but if you see something that's growing 230,000% in one year, you really got to quit your job and go do this. Ben: It is crazy. Being in a venture, we looked for, oh, what's the next technology wave? What's the next paradigm? Is it Web3? Is it some form of VR or AR? David: You and I have never seen this in our professional lifetimes. Ben: We have never witnessed this, no. David: We have never seen anything within an order of magnitude of this. Ben: Mobile didn't happen this quickly. There was no single year in mobile that was nearly as fast as the rapidity of Internet adoption. A lot of us in venture and in startup land right now are starting businesses and investing in businesses that are innovating around the edges and innovating on stuff that's pretty mature. There's nothing that is the fish in a barrel opportunity of suddenly, everyone appeared over there using garbage tools and all we have to do is make a pretty good tool, and everyone's already on the thing. David: I think we should just pause the episode right now and highlight that everything comes from this. All we are doing now is capitalizing on the ripple effects or the aftershocks of this giant earthquake of which we will probably never see another one in our lifetimes. The Internet is it. It's all the Internet. This is the beginning. Everything now is still just derivative of the Internet. Ben: The idea that suddenly, everyone is networked together and can obtain any information very quickly. There wasn't even really an interaction model yet. It was just about obtaining information. There were GET requests, but there weren't POST requests.  I don't know if that's technically true, but one reasonable way to think about it is you could load any web page, but there weren't a whole lot of forums you could type things into to send information back to those companies or those servers. David: In Jeff's head and lived experience, this is all happening at once. He's been working on this Internet stuff and there's this new idea that they're working on that he's probably more excited about than any of the other ideas. He reads these reports, the ultimate of his complacency. He's like, dang, I've got this really cushy job here at D. E. Shaw, but I might need to leave this and go do this on my own. What happens next is open for debate. Jeff wrestles with this decision for a little bit. He and MacKenzie just got married. They love their life, they love D. E. Shaw, and they love living in New York. Jeff really is the heir apparent to take over D. E. Shaw.  Actually, like I'd said, just a few years later in 2001, David retires, goes back to computer science research, and leaves the firm in the hands of other people. It's very reasonable that could have been Jeff if he hadn't left. Ben: Absolutely. David: Jeff calls up his parents. He calls up Mike and Jackie. He's like, what should I do? They're like, oh, you should stay at D. E. Shaw. Ben: Of course. It's very successful, you get a great salary, and you're well thought of in your industry. David: How many 28-year-old or 30-year-olds have the success and opportunity that you do? Not many. They suggest thinking about what to do.  Later, he comes up with this framework for making the decision that he calls the regret minimization framework. It really is such a beautiful way to think about big life decisions like this. I've used it. It's really great. Ben: Absolutely. Me too. David: The framework, for people who don't know, is when I'm 80 years old, I'm looking back on my life, and I look back at this fork in the road here, which path am I going to regret the least? What will cause the least amount of regret when I am 80, I'm looking back, and I'm like, oh, I made that decision. Do I regret it more or less than what the alternative would have been?  When you look at it that way, the answer is just brain-dead obvious. When he's 80 looking back and he's like, well, I could have built Amazon, but I stayed at D. E. Shaw, that's going to be some serious regret. Ben: He's just an entrepreneur. It ultimately wasn't really a choice because he wasn't going to take over this thing and be a manager of someone else's vision. That's wholly on Bezos. David: Which is funny too. I've actually been coming to think that I've used the regret minimization framework to make decisions. I was thinking about this while preparing for the episode. I would have made all those decisions anyway. It was just a justification. People are going to do what is in their blood to do, I think. You're so right, this was in his blood. He was going to do this. He goes to tell David that he's going to leave. He's going to build The Everything Store on his own. Ben: Yeah, not only am I going to leave to be an entrepreneur to capitalize on the Internet. I'm going to do the exact thing that we've been the most excited about that I've been working on on your dime. David: Yes. This is where the legend is. David's like, let's go for a walk. They go off from the skyscraper office in Midtown Manhattan, go for a walk through Central Park for two or three hours, and talk through it all.  David supposedly says to Jeff, look, you got a future here. I very much want you to stay and build this within D. E. Shaw. I will compensate you appropriately. It will be worth your time. But I also understand the entrepreneurial impulse. I left Morgan Stanley to start D. E. Shaw. I get it. I've been in your shoes. If you leave and do this on your own, I'll regret it, but you have my blessing.  That's the legend of how it went. Whether that actually is what happened, I genuinely don't know, but it's a very nice legend. Let's put it that way. Ben: You're suggesting that it could be a little bit more adversarial or that there could be a little bit of ill will of, hey, I thought you were working on this under the umbrella of D. E. Shaw. David: Jeff goes to raise money for Amazon. Ben: He doesn't raise it from David. David: Right. That would be an obvious source of capital. Ben: And it's not like Jeff magically had a check waiting for him. Jeff ended up taking the better part of a year to raise a measly $1 million over 60 meetings ultimately from 22 different investors to sell 20% of the company in order to raise that first $1 million. If it was an option for him to call David and shortcut that, you would think he would have. David: At the end of the day, none of this matters because I am 100% convinced. There is no doubt in my mind nor do I think should there be in anybody's that had Jeff stayed at D. E. Shaw, there would be no Amazon. Regardless of it being worth Jeff's time or compensation, this is the beauty of venture capital and the American entrepreneurial system. Usually, building things that are great is hard, and usually, when things are hard, if you are just an employee making a salary and somebody else owns the company— Ben: You don't have the level of maniacal progress that Amazon did in its early days. David: Certainly did. We're going to talk about it. The idea was completely flawed. The business plan was worthless because lots of people had that business plan, and it was completely unrealistic. Ben: It is interesting thinking about who the Internet appealed to at this moment. It appealed to Jeff or it was on Jeff's radar because Jeff is a nerd. He has a CS background. He was really into Star Trek. He loved obscure novels. He loved storytelling. The Internet appealed to technical librarians at this point in history. That's probably the best way to describe the cult following that bootstrapped the original network of the Internet. It was academics and people who loved libraries and programming. David: It was also the legacy of the counterculture movement which had died down and morphed into this out in California. Ben: For sure. This is the thing that put it on Jeff's radar. It's also the thing that really defined who would be willing to join Jeff on this crazy adventure. It wasn't that he was going in recruiting right away the very best and brightest out of the top institutions with the shiniest resumes and who could really do anything. It was people whose hearts burned for I want to make it easier for the world to consume knowledge. I want to make it easier to find rare out-of-print books. That was the seed of the original culture of the people who were attracted to Amazon both as customers and employees. David: Which was not D. E. Shaw. I think this is also another reason why Jeff really struggled with it because he loved D. E. Shaw. He met his wife there. He loved those people. Eventually, that DNA would come into Amazon, but yeah, let's talk about Shel Kaphan and the first non-MacKenzie employee of Amazon. Ben: To move the story along, he decides he's doing this. He decides, okay, I need to incorporate the company. He picks a few candidate cities that he could operate the business in because Manhattan is not a wonderful place to be running a bootstrapped startup at the time. David: By this point in time, I think he had finally figured out that shoot, I might actually have to take delivery of some of these books, and shipping them back out to customers in midtown Manhattan is not a great place for that. Ben: Right. He starts narrowing it down. There are three cities on the list. Seattle is obviously one of them as a candidate city in part because of its proximity to Roseburg, Oregon. I believe the second candidate city was Boulder. Anyway, they ended up deciding on Seattle. Of course, part of"
      },
      {
        "question": "Where was the first customer of paloaltodelivery.com working at? what was he doing at Stanford?",
        "response": "Leafly, the marijuana company;\nA Visiting Author",
        "context": "Transcript:   (disclaimer: may contain unintentionally confusing, inaccurate and\/or amusing transcription errors) Ben: Welcome to season 7 episode 7 of Acquired, the podcast about great technology companies, and the stories and playbooks behind them. I’m Ben Gilbert and I’m the co-founder of Pioneer Square Labs, a startup studio and venture capital firm in Seattle. David: And I’m David Rosenthal. I am an angel investor and advisor to startups based in San Francisco. Ben: And we are your hosts. The year was 2013. Everyone had just finished cracking their jokes about how every startup is just another photo-sharing app, but the wave of yet another food delivery app was just getting started. Tony Xu and his co-founders were launching paloaltodelivery.com, which we all know today as DoorDash. On this episode, we'll dive into how these Stanford students became one of the very few winners in the cut-throat food delivery category, how they raised $2.5 billion from VCs, the SoftBank Vision Fund, and even sovereign wealth funds around the world, how they went up against incumbents like Grubhub and Seamless, and the even more well-funded startup on a warpath for world domination, Uber.  This is the story of insanely fast growth, a company currently trippling year over year. That's the December 2019 number before the global pandemic created the ultimate tailwind at their back to IPO at the greatest possible time in the business' history.  David: They nailed the timing on this one, didn't they? Ben: They did, David. Today, we will dive into the question that we're all wondering, is it even possible to build a sustainable business with positive unit economics in this category? And if so, will DoorDash actually be the one to do it?  All of these and more coming up on Acquired.  David: Ben, your hooks and intros are getting so good. Do we even need to do history and facts? I feel like you covered everything there.  Ben: You know we didn't. David: You mean that we should go through these 15 pages of notes that I have here? Ben: Lots to do, let's get to it. As always, if you love Acquired and want to hone your own craft of company-building, you should join us as an Acquired Limited Partner. You'll get access to the LP show where we dive deeper into the fundamentals of company-building and investing, in addition to our monthly LP calls where we talk with all of you directly, and of course, our book club and the Zoom calls with the authors.  This is really where we have gotten to know so many of you personally and frankly, this is the set of people who have most influenced the direction of the show and the subtopics that we want to tackle. Thanks to all of you who are a part of that community, and welcome if you're thinking about joining. If you do want to join, you can click the link in the show notes or go to acquired.fm\/lp. All listeners get a 7-day free trial.  Now, on to our presenting sponsor for all of season 7, Tiny, and it's founder, Andrew Wilkinson. Andrew, at this point, we're pretty familiar with what Tiny's business is. Let's get some numbers. How do you think about the business and the portfolio? How many companies, how the values of these companies grown since you've bought them. What would you like to share with our audience? Andrew: We're a private business, we don't share a ton of numbers. On a high level, I can say we're just about to crack about $100 million of revenue. We're highly profitable, we have a really nice net profit margin, and we're up to almost about 30 companies now.  As we've gotten larger, we've been able to do bigger and bigger deals. Now we'll do everything from a million-dollar bolt-on acquisition up to the largest deal we've done today that is about $50 million. Tiny isn't quite as tiny as it was when we first started which has been really cool to see. Ben: That's great. Thank you to Tiny. If you own a wonderful Internet business that you want to sell or you know someone who does, you should get in touch. You can learn more at tinycapital.com or by clicking the link in the show notes.  David, let's do it. David: Let's do it. Today, in non-typical Acquired fashion, we're actually going to start with the founding of the company. I thought about going way back, doing the history of restaurants. It's too much, we got a lot to get through here.  Ben: Yeah, when was the first restaurant? David: I don't even know. That's a good question. Anyway, that is a question for another day because this story even on itself stands on its own. We started on the Stanford campus in the fall of 2012.  I remember it very vividly and well because I was there. I was starting at GSB that very fall. Unbeknownst to me, right across the two main quads, right across the way in the class, was called Startup Garage. This is a legendary class at GSB. It's co-taught with GSB and the design school, the d.school. It's interdisciplinary as a two-quarter class. You apply as a fully-formed team to go build a product or service. The idea was you're going to build the company and actually launch a company as part of this class. There were four Stanford students, two from GSB, two undergrad computer science students who had applied to the Design Garage class that fall and entered. Andy Fang and Stanley Tang were the two undergraduate computer science majors and the two GSB business school students were Evan Moore and Tony Xu.  I think the story behind how they came together is that Evan and Stanley had worked on a project in another class the previous year. Evan and Tony were second years at GSB, and Stanley and Andy were juniors. They're juniors, undergrad. They'd worked together in another class and then they brought in their two friends and said, okay, the four of us, we're going to be the Stellar Team.  Ben: You have this good mix of business school students, computer science undergrad. David: Yeah, the dream team. Ben: Interestingly, this is a fairly common thing at universities for an entrepreneurship program, to go start a company class. It's always the dream if you're the instructor or professor, that one of them actually goes on to become this big, successful company but the vast, vast, vast majority of time, it ends up just being an academic exercise.  David: The crazy thing in Stanford is Design Garage is not the only class that does this. There are probably 16 classes across campus that all have similar premises.  Regardless, here we are, they get into the class and they start thinking what they're going to focus on. Tony had just finished interning that summer at Square. Square, of course, that we all know, use, and love today, public company, just about $100 billion market cap.  When he was there that summer—this would have been the summer of 2012—it was about 30 employees. Much, much different. It was just a credit card reader. But it was focused on—as we covered in our episode—this idea of empowering merchants and local businesses to accept credit cards.  It was clear already, at least for people on the inside like Tony, that this was unlocking a huge amount of commerce and commerce activity for local merchants. They thought, okay, what else can we build, we know that this is a big opportunity, the internet is coming to all these businesses. Most of these places don't even have WiFi.  Ben: Right. The amazing Square innovation there was so many of these people that could never take credit cards before, that were independent merchants, that were selling things at craft fairs and food trucks, that were currently ever big cash businesses were now brought online. They were trackable GDP of these categories of now digitally-enabled businesses.  David: We'll get into this more as we go throughout the episode but this was a huge insight that was completely not obvious yet to the rest of the world.  I remember I was starting a GSB that fall. I'd been at Madrona as an associate before that. Everytime we looked at a company, a startup that was going to sell the smaller local businesses, help them, yada-yada, like, no, this is a bad category, can't invest there, acquiring these customers is too hard, they're not online, and it's not going to work. Ben: And these customers are notoriously difficult to serve because they have razor-thin margins, they have low willingness to pay, they churn like crazy, it's expensive to acquire them, and then they obviously don't retain well because either they don't know how to use your product well or in fact, they go out of business so you have to reacquire someone else. Notoriously the worst customer segment as an adventure capitalist to be investing in.  David: Yeah. If Tony had gone and pitched this on Sand Hill Road at the time, he definitely would have gotten a lot of rejections. But as we said, Square was starting to change this, and really what changed it all was the mobile phone and the smartphone that proprietors and managers within stores were using.  They come up with a few ideas, the vision is how do we help these local merchants? The class sends them out into the streets, the Main Street of Palo Alto. They go and they have design conversations with local store owners. They ask them what their problems are, they start thinking about an idea.  The iPad was big at this point, it's about 2–2½ years old and had cellular-kind activity. They're like, well, Square's taking payments, they're using iPads, the store owners are buying iPads, they have them there, what if we had an app also on the iPad that when customers came in the front door, the iPad would be there and it would ask, how did you hear about us? Ben: That was the initial business? David: That was the initial idea. They had a couple of initial ideas but this was the one that they were testing. I think they had actually maybe built an MVP at this app and then these business owners could now track the customers, where they came from. They could market to them more effectively.  They're doing these design interviews, and famously as the story goes—and by all counts, this is actually true—they sit down with a woman named Chloe who owned the Chantal Guillon Macaron Shop in Downtown Palo Alto.  I don't know if we ever frequented that, but it was probably too expensive for the broke students at the time. It's serving the VCs in Palo Alto not the students and the startup founders.  They sat down with her, they pitched on her this app. They're about to leave and she's like, actually, you know, I do have a problem that you guys might want to think about.  As they write on their Medium account when they launched business, \"Just as we were about to leave, Chloe bursted out, ‘Well, there is one thing I wanted to show you.’ She took out a thick booklet. It was pages and pages of delivery orders. ‘This drives me crazy,’ she said. ‘I have no drivers to fulfill them and I’m the one doing all of it.’\"  She's the proprietor, she's running the store, she's managing the storefront, she's making the macaroons. She can't take time to go out and do these deliveries even if they'll probably be all those Sand Hill Road, venture firms want their macaroons.  They said, okay, that's interesting, I wonder if other businesses have the same problems. They go out and interview more restaurants and food businesses, and they hear the same thing. All these restaurants are like, the pizza guys were doing delivery but nobody else is. The Thai places are not doing delivery. Most importantly, Oren’s Hummus is not doing delivery, so they say, okay, well, let's spin up a little MVP and see what happens here. Ben: Which is actually pretty amazing to think about this. When I was growing up in Ohio, if you wanted to order delivery, there was pizza delivery, it was a category. Then take-out food was another category where you'd go and you'd pick it up, Maybe there'd be a Chinese restaurant or a Thai restaurant, they would have figured out delivery on their own. But if you're ordering delivery food, it was pizza.  David: Yeah, that was it. It was Domino's, it was Papa John's, it was Pizza Hut. That's a crazy thing, too. They figured it out and nobody had made the leap yet (in the US at least) to hey, people like getting pizza delivery delivered to their house, they might also like other food getting delivered to their house, too. Ben: You got to think like pizza has to land itself better to a more regular-type of delivery than other food with more complex menus and stuff. For sure, we'll get into that but it's interesting to just think about, why was this so obvious, prevalent, and decades long for pizza companies and yet no one had really done it for other food categories? David: Well, I think there's a very specific answer about why DoorDash made it work, which we’ll get into in a sec, but it's a good question. In New York, it was happening with Seamless, and then Grubhub which merged with Seamless. When I lived in New York, you could use Seamless to get any food you wanted delivered, but it didn't really happen anywhere else in the country.  They throw up this MVP, they bought the domain name paloaltodelivery.com, they take PDF menus of a bunch of the top restaurants in Palo Alto. They had some really good ones. They had the Oren's, they had Patxi's, the pizza place. I guess Patxi's probably didn't deliver. Patxi's a really good pizza in the Bay Area. Life Kitchen, it was great. A bunch of good places. They had the Thai place, they had the Indian place.  They put it up and then they have on the website, a phone number. You can order on the website, it's just on the web. It's a phone number and it's a Google Voice number that rings all four of their cellphones when anybody calls it.  On January 12th, 2013—this would've been the start of the second quarter of winter quarter at Stanford, it's the second quarter of Design Garage—they put this up. Literally within an hour, they got a call. They put it up and then they blasted it to a couple email distribution lists at Stanford. Within an hour, they get a call from a guy who wants to order (I think it was) Thai food. They're like, wow. They drive over, they get food, they go, and they drop it off. Tony talks about this, he actually gets out his phone and they interview. They want to know like, how did you hear about us, what's going on, why'd you order this?  It turns out, it was this guy named Bruce Barcott who lives on Bainbridge Island in Seattle. He works for Leafly, the marijuana company. He had written a book called Weed the People about legalizing marijuana. He was a visiting author at Stanford and he was staying—I don't know if it was on Stanford housing or something—over on Alpine Road which is behind the Dish if you know the Stanford campus. Over there, you're pretty far from University Ave. There's no food over there. He was probably like, I just don't want to get in my car and drive all the way over to go get this food. This is great.  Ben: Perfect first customer. David: Yeah, pretty great use case. They do this and they just put it out on the email distribution list. Some people started using it, all over the GSB, people are using it, the undergrads are using it, Jenny and I used it. The total move was get Oren’s Hummus, especially if you have people over at a big party, get a big thing at Oren's and Palo Alto Delivery to come and make it happen for you.  Ben: You remember it being called Palo Alto Delivery? David: I was trying to recall. I went back and looked back through my email history. I think by the time we actually did our first order, they were in YC and they had changed the name to DoorDash, but everybody knew that this was happening.  My classmates usually go to a party and the food was there from Palo Alto Delivery. They'd hacked it all together. This was total find the problem, solve the problem, design focused just in terms of solving the problem.  They were using Square to take payments. You would call the number, it would ring their cellphones via Google Voice, one of them would pick up, they'll take your order down, they would then call the restaurant, put the order in with the restaurant, they would go and pay, and then they would drive it over, and drop it off. Then they would take out the Square reader and you would swipe your credit card to pay them back for the food. Ben: Unreal. That sounds like a tax and accounting nightmare. You're basically losing money because you have to pay taxes on the income that you're— David: They didn't actually incorporate the company until they applied to YC, so this is all lost to history in terms of the accounting. It was also super cool. The other really smart thing they did once they started bringing on some other drivers to do delivery for them, they used Find My Friends on iPhones to track the deliveries in real time. Ben: That's so smart. David: They could route people and be like, okay, this courier is closer to this restaurant, we get the order coming in over there. Like, hey you, when you finish this, go over grab this. Ben: It's so crazy thinking, this is probably the first company we've covered on Acquired on the main show here that is started in this modern iPhone-is-already-ubiquitous era. You think about Uber's founding, or Airbnb which we'll do tomorrow, or so many of the companies that we covered in the 2018–2019 IPO booms. All those stories developed alongside the mobile revolution and here you are, you already have a very modern set of tools. There's Google Voice, there's Square, and there's Find My Friends. All of which were not available to the previous generation of startups. David: Exactly. That was the key point that made this work even though probably people had tried this in different ways in the past. Notoriously, Grubhub actually merged with Seamless. We'll get into their model in a minute. They acquired lots and lots of local delivery companies. Actually, one of them was one of my classmates in the year behind Tony and Evan. He had sold his company in Atlanta to Grubhub. He had the second nicest car in the GSB Garage, behind the guy who had started a Zynga Clone in college but didn't raise money and just kept all the cash flow.  I feel like there's a lesson in there somewhere. Ben: I don’t quite know. There are many lessons there.  David: Yeah. We’ll unpack that on an LP show.  Ben: You mean with the psychologist? David: Yeah. Back to 'why now' with Palo Alto Delivery, mobile, and these tools. This Find My Friends thing was really important because unlike Uber where you just had the consumer—the rider—and you had the driver. You had these two pieces. You can give the driver smartphones and coordinate everything.  With DoorDash, it's like the 3D chess version of ridesharing. You have this third element which is the restaurant, which is a participant in the system both from an operations perspective and from a business model perspective. Consumers need to be able to place the order easily and efficiently. Find Mobile helps with that.  You've got the Dashers,what they end up being called the couriers. They need to be tracked just like rideshare drivers, but they need to be routed to the restaurant and to people's homes so it's doubly difficult. Then you've got the restaurants, you got to know where the restaurants are. You got to know the status of the food, you got to have them get the orders coming in, accept them, know that they've gotten it.  This is super hard and there's no way any of this could have happened without all of these players having smartphones. Still today, most restaurants don't have WiFi.  Ben: Right. It's such a good point. And to flash back to the previous era of businesses working really well now but failed previously—look at Instacart, you look at Webvan—aside from there just weren’t enough people on the internet yet, there are definitely weren't people doing this on mobile phones yet. Frankly, the technology stack wasn't sophisticated enough in that Web 1.0-era to facilitate all this real timeliness and keeping everyone in sync at the same time.  As we're talking here, David, it hit me that not only of course do you have to split the money one additional way in food delivery because in addition to the Dasher, the person ordering the food, and the company facilitating the transaction, you have the restaurant involved, which is different than ridesharing.  Money has to flow out of one pocket then to three others instead of out of one pocket then to two others. There's also an unbelievably operationally complex component here where the timing has to be perfect.  You're heating food. There's a very narrow window where you can get there too early or too late. That'll be okay just in the kitchen, let alone rather than having it sit out for a while, than having the right amount of time that it takes the driver to get to a person's house. Everyone's very familiar with thinking through this problem from a consumer perspective but just thinking through the technology infrastructure is really crazy.  David: Yeah. I was talking about this with some friends—in the research for this episode—who are former Uber employees. The thing is Uber, Lyft, and ridesharing, either canonically everybody found, like hey, once you get the wait times down to 5, maybe 10 minutes, that's fine, it's all good.  But to your point, with food, it's not all good. The degree of diminishing returns is much, much higher for food delivery because I want it fast but it also needs to be high quality and still good. If it's fast but it's only half-way cooked, I'll never use your service again.  Ben: The far more forgiving side is it took too long. The food can stay warm-ish under a heat lamp for a while, but I think everybody knows when they've gotten food that's been sitting under a heat lamp for too long.  David: Totally. Okay, they're hacking these pieces together. This is cool. From the beginning, the business model was basically already there and they haven't changed it much since. Under the hood, a lot has changed. Initially, it was a flat $6 delivery charge to the consumer for getting your food delivered. Obviously, that has changed since then in terms of how it's calculated.  Jenny and I ordered Chinese food last night from Mama Ji's here in San Francisco, a great Chinese place. They're on DashPass. We paid a $7 tip to the Dasher and got our food, it was basically the same from our perspective.  They also started going to the restaurants really early on—this is even during the Palo Alto Food Delivery days—and said, hey, we're bringing you these incoming orders, will you pay us a cut of the revenue so that we can make this work, the $6, $7 delivery fee that will go to paying the couriers, we're bringing these revenue deals, we'll take a little bit of cut off the food. The restaurants said, yeah.  Tony's talked about it. They basically never had a problem with it. I think it was because for many restaurants, this behavior had already been established with the Grubhub and Seamless model.  This is probably a good time to take a step back and say, okay, what is unique and different here? We were texting before the show. Most people don't understand the difference between Grubhub Seamless, and what DoorDash and Eats were doing.  Ben: It took me until actually diving in and doing the research to realize—I'll just spoil one little bit here—that it was only pretty recently that Grubhub started actually having fulfillment drivers as a part of the thing and not just a dumb pipes that you order through. David: We rerun back, Grubhub was started maybe early 2000s. Seamless—Brad Stone writes about this in The Upstarts—had been started in 1999 in New York, and they were the same thing. They merged in 2010 maybe, I want to say.  Their models were you could go to their websites or you could call them. In the early days it was calling Seamless, it was calling Grubhub, just like Palo Alto Delivery. They would take down your order, they would call the restaurant, just like Tony and team were doing in the early days, but then they'd stopped at that. They're just like, hey, Ben wants pad thai, go ahead, go for it. Ben: Make it happen. It was 2013, the onus was on the restaurant to have a driver that could actually get the order to you. David: To have a courier, driver, and do the fulfillment.  Ben: Courier, yeah. In New York it’s probably a bike messenger–type person. David: Exactly. This is why this caught on so well in New York. And then other cities, this existed. Restaurants were on mostly Grubhub outside of New York and then they acquired all the small, local players. This is a pretty good model. Grubhub went public, it was a well-regarded internet stock because this was a super capital-light model. Ben: It's notable that they’re a very profitable business.  David: Yeah, very profitable. They acquire customers and they do all sorts of interesting things shall we say to acquire customers via some SEO hacks. They pass on the orders, restaurants would pay them a commission fee for bringing the orders, and then call it a day. This worked super, super well.  Now, what DoorDash is doing is obviously very different. The downside of the Grubhub model is that most restaurants aren't equipped or aren't even thinking about doing the logistics. And even if you were thinking about this, you'll say, okay, great, I'm going to hire a courier. Okay, you're going to hire one, maybe two couriers, you're going to use those heavily during the rush hours for eating or whatever your type of food is that you're preparing, whether that's breakfast, lunch, or dinner. Probably lunch or dinner. The rest of the day they're going to sit around but then when you need them, you're only going to be able to fulfill a couple of delivery orders. This is a nightmare.  Ben: Right, and probably not fair of me earlier to use the term dumb pipes, but I guess more to say what they really were were a demand aggregation company, where their primary business activity was consumer marketing or retention. You could keep the people, you are the mechanism by which they order, but then the market is still constrained to the set of restaurants who are willing to take on this delivery stuff on their own. David: In a place like Palo Alto which is not a very dense city, even though there are a lot of people that live on the San Francisco Peninsula, it really doesn't make sense. You didn't have any of this really operating, again, outside of the Domino's, the Pizza Huts, and the Papa John's.  This is another cool thing that Tony and team do. They realized as they got going on this like, hey, we're not building Grubhub and Seamless. We're building Domino's. We’re building FedEx. We're building a logistics network. We're taking it to every business. What did they do? They go and they work for Domino's and FedEx for a couple of weeks just to learn how their logistics systems operate. They signed up. Tony was a driver for Domino's delivery pizza for a week or two and took notes on how everything worked.  He talks about this, he is really surprised. These are world class operations, so you learn a lot and realize, hey, this is a complex business that we're going to have to build and delivery times are super important, density is super important to make this work. But these aren't tech businesses so Tony talks about Domino's being run on paper and not with Find My Friends, not with smartphone technologies, mobile ordering systems, and mobile app logistics at the endpoints. So they're like, oh okay, this is really interesting.  It's basically during this period that there were three questions that they wanted to answer. One of which was just simply, do people want this? Is there a reason on the demand side where food delivery of non-pizza restaurants doesn't exist outside the big cities? The answer to that was a resounding yes. Everybody in Palo Alto Mountain View wanted this.  Two was can they find a way to do this, to pay the drivers enough and keep them utilized enough with making trips that they look more like Domino's and FedEx than they would like a restaurant trying to do this themselves and not being able to utilize their drivers enough to make it worth it? That clearly is a yes.  Ben: How do they do that? People want food from 12:00–2:00 PM and from 5:30–8:00 PM, how do they handle off-peak? David: This is going to show later in the story but this is the gig economy that makes this work. Ben: Oh, I see. Since it sets their variable expenses, the business doesn't have to worry about paying people during the hours where there's no demand. David: Yeah, exactly. You can do this as 1099 contractors. I don't know what Domino's and FedEx was doing in these days if they were W-2ing their employees or if they were 1099s, but Uber clearly already started to pave the way.  Ben: This was ostensibly legal.  David: Yeah, exactly. It was ostensibly legal and now post-Prop 22 in California, definitely legal. That makes it work on the driver side. Then on the restaurant side, would the restaurants be happy to pay us for these incremental orders that we're generating for them? Again, apparently it was super easy. They were all willing to pay them. Ben: Getting back to my question on what if people do want to work between 2:00 PM and 5:30 PM, were they already thinking about non-food options at this point in order to utilize that workforce over more hours? David: I think they were. You're going back to the original macaroon shop, Chloe at Chantal Macarons. That's not a full meal, but I suspect what happened was just that the meal delivery became so big and clearly had a product\/market fit that just became all-consuming.  But now you read the S-1 and they talk about, hey, we do want to be the on-demand delivery local logistics network, FedEx for small local businesses. We want to do flowers, we want to do groceries, we're already experimenting with that, but it's a small, small percentage of the business. Ben: Question number one is do consumers want this? Question number two is about the—  David: Can we make this work for drivers? Ben: Yeah. Question number three then are the restaurants. At this point, how are they thinking about how much we can take from restaurants without them: (a) getting mad, or (b) having an unsustainable business. And then how little can we take and still have a business ourselves? David: That's a good question. I don't know, but I do think—as we'll get into this as we go along in the story—similar to Bezos and Amazon in their early days, one thing about DoorDash is they've been willing to fly very low to the ground, so to speak on this.  Tony talks about this a lot. They're like, hey, by us improving our density and being able to do more, fulfill more orders more quickly, that improves the economics in the system. If we can give that back to consumers… They've definitely given it back to consumers. It's crazy that you pay $5, $6, $7 to get somebody to drive across the city and deliver food for you. We also give it back to restaurants that'll allow us to grow the market more or grow our share more. They figure all this out in the Palo Alto Delivery days. Then the school year is coming to an end. They apply to Y Combinator, they get in, and say, okay, we're going to go do this for real now. They ditched the Palo Alto Delivery name because it's hard to imagine that playing well in Wichita. Ben: By the way, do you know another famous example of someone that had to do this but took a little bit of a different track also in the restaurant space, also in the food delivery space? David: I don't know. Ben: People from St. Louis will know what I'm talking about, that's a clue. Panera Bread. David: Oh, Panera Bread. Wow.  Ben: To this day in St. Louis, it's called the St. Louis Baking Company, St. Louis Bread Company, something like that. I remember my first trip to St. Louis. I was like, what? That's the Panera logo. It's called St. Louis… What is this? When they expanded outside of that region, they just decided, we're going to leave the ones local here with the same name and everywhere else, it'll just be called Panera.  Just to wrap this full circle, they actually win it alone. They basically run their own single-client DoorDash and are the black sheep that created their own version of a full end-to-end fulfillment system order on their website and app, and they deliver to you. I think they're one of the few restaurants who actually does that independently.  David: Interesting. Even to this day? Ben: I think so. It was true as of Q1 2019. David: Interesting. There is this other category of restaurants that have done this historically which is this lunch catering, office catering sandwich-type shop of which Panera is obviously consumer-facing. But if you think about specialties, they're in a bunch of cities. You're doing a lunch business meeting, they'll deliver and cater that for you. Ben: That's true. That has totally been a market that has existed for a long time and there's a different set of startups going after that. Obviously, DoorDash and these folks are trying to create an offering for those business customers, too, but that's a little bit of a different market. David: They do YC. Coming out of YC, they raised a $2.4 million seed round in the fall of 2013 which was good, great too, but nothing crazy here. At the same time, there were companies coming out of YC raising $5 million, $6 million, $7 million seed rounds already. These are the go-go days. It's led by ( interestingly) Keith Rabois who had just joined Khosla. Now Keith, before that—of course PayPal Mafia member and now partner of Founders Fund—had been the COO of Square while Tony was there over the summer. Ben: Did he know Tony? I guess it was only 30 people so he had to. David: I'm sure they knew each other. That was and would have also explained why he probably was more likely to get this than other VCs at the time. Ben: Right, so they're onlinification of independent merchants and particular on food. David: He leads the CRV. SV Angel and Pear also come in in the seed. To this question that you said about what types of delivery are they doing, what types of logistics, they write a Medium post at the time saying, \"Ultimately, our vision is to become the local, on-demand Fedex. We are a logistics company more so than a food company. We help small businesses grow, we give underemployed people meaningful work, and we offer affordable convenience to consumers. We’re tackling some of the most difficult logistical challenges that come with on-demand delivery, both in engineering and operations.\"  I think as Tony tells the story, that was also part of what helped them raise coming out of YC, pitching this bigger version of, hey, this isn't just meal delivery, you've already heard of this, Grubhub exists, but this is actually a logistics network and this is something different. Ben: Okay, I want you to name all those investment firms again that participated in this initial round. David: Khosla, CRV, SV Angel, and Pear. Ben: None of those appear in the S-1. Those are all below 5% shareholders. As we will talk about later, this company underwent a tremendous amount of dilution in order to scale the way that they did. David: Yeah, we are still in act one of the story here. Let's wrap up act one. There was this seed, $2.4 million, and they realized, okay, we're going to change the name to DoorDash. We're going to expand beyond Palo Alto. Let's go to our first bigger market.  The natural thing to do that all the ridesharing guys did was go to San Francisco. You think like, hey, city. Natural use case for food delivery. It was for ridesharing. You should go there. Tony had the insight. He grew up in Illinois in Champaign Urbana, but in highschool, his family moved to San Jose. Champaign Urbana and San Jose. While San Jose is a big metropolitan area, it's much more suburban in feel than it is than it's like a city.  Tony said, actually, the mass market is out there. It's not in San Francisco. It's not in cities. They launched in San Jose, in East San Jose, specifically, as their first market. This was just brilliant. It's been talked about elsewhere, but going to the suburb versus the cities, there was no competition. It was Domino's or DoorDash. Ben: It's really interesting thinking about, and much ink has been spilled on this concept but I think it's really worth diving into here. Intuitively, you would think launching in the cities is better because there's much more density. It's been working in New York for a long time. People really value convenience there. It's the convenience economy. People have lots of disposable income.  What that meant was number one, they don't have any competition in the suburbs in terms of other mechanisms of delivery. Number two, drivers were much easier to come by in the suburbs because everyone has a car, whereas in cities, 10%–15% of people have a car so there's much more available Dasher supply.  On top of all of that, there's no traffic and parking is not an issue. You can actually deliver a higher quality of service at a lower price point with greater supply of Dashers. There are all sorts of reasons why it was actually great to be out there, and they had a wide-open lane to themselves because these incumbents weren't playing there at all. David: That's the thing. One of DoorDash's core values—usually, core values are a bunch of baloney, but in this case, I think actually makes sense—is operating at the lowest level of detail. Tony talks about this. Yeah, in cities you got this density, but think about what that means. This is not ridesharing where you pull up to the curb, somebody gets in, and you drive off. You pull up to the curb, you got to park, you got to get out, you got to go get the order.  If you're getting the order at the restaurant and there's a queue, you have to wait in the queue and then get the order. Then you got to go drive and then you got to drop it off. You might have to be dropping it off at the 12th floor, apartment building.  In New York, this can work okay because couriers are on bicycles. As we'll talk about later, DoorDash did really embrace different forms of vehicles for dense cities. But in the early days, in San Francisco, you're going to bike around and do this? No, you need cars and motorcycles. Ben: Yeah, this 'operate at the lowest level of detail' thing is really one of the things that makes this company special. The quote is, \"Averages in our industry are meaningless. It’s the distribution that matters. No consumers care if our average delivery time is 35 minutes if they received their food in 53 minutes.\"  It's such a great point. It's a very Amazonian way of looking at it where you're obsessed with every customer on an individual basis rather than welled-up metrics. For this business in particular, one bad experience, you could lose trust and never rely on them to deliver your dinner again especially if you have company over, you're really hungry, or whatever the thing is. You can blow it with one bad customer experience. David: Yeah, so this going to San Jose was brilliant and it works amazingly well. They did YC in the summer of 2013. By the beginning of 2014—we're now just about a year since they had that first delivery to the Weed the People author on paloaltodelivery.com—literally one in six people on the San Francisco Bay Peninsula—not San Francisco itself but the Peninsula below San Jose, Mountain View, Palo Alto, Cupertino; there are millions and millions of people that live there—have used DoorDash. They just ran the table on the market very, very quickly.  On the back of this in May, they went from being middle of the pack in YC, raising a good seed round from great people, but clearly not as large as some of their peers. There is a $17 million Series A from Sequoia at a $73.5 million post–money valuation led by friend of the show, Alfred Lin, former Zappos' COO.  It's off to the races here so they said, okay, we're going to use this money, we're going to expand out to other markets. Later that summer in June, they went to LA. They run the same playbook in the suburbs there, and then they go to Boston next which is interesting. I assume also in the suburbs, but they also go into the urban core in Boston with cyclists. Boston's a great city for this because it's flat.  Ben: Oh, yeah. You do it in any West Coast city, you're in a world of hurt. David: Exactly. This is before ebikes and scooters of all various types had really become a thing. It's all going great off to the races. This was summer and into fall of 2014. By early 2015—we're now less than a year after the Series A—they are alive in eight markets. They raise a $40 million Series B—again, we're two years removed from paloaltodelivery.com launching—led by Kleiner Perkins at a $600 million valuation. John Doerr basically comes out of retirement, he's ready to move along—I think he's Chairman of the firm at this point—he joins the Board. Ben: If you've listened to the show for a long time, you know the name John Doerr. Google, Amazon, the point to drive home here is John is arguably the greatest venture capitalist of all time. He came in, personally did this deal. If you think about that, $40 million on $600 million, they sold 8% of the company, less than 10% of the company in that Series B and got John Doerr to do the deal. The way to read into this is the company is going gangbusters and has a lot of leverage at this point.  David: Absolutely. Today, it's not uncommon to see Series Bs happening within two years of a company's life, raising this amount of money at that valuation with less than 10% dilution. This was not common back in those days. Yes, seed rounds were happening at expensive prices already but this hand trickled down, they're trickled up to the Series A and Series B part to the market yet. This was an eye-popping round that happened.  Ben: Let's talk about what it takes to launch in a city because now they're ubiquitous in the US. They were in every suburb. It's crazy. There's some stat that it's either 85% or 95% of the US population that lives in an area that has DoorDash at this point. At this time, for them to launch any city, because they haven't really signed a lot of big national chains yet, it's just as hard to launch for this city as it is your second city because you need to go get all the restaurants, you need to go get the drivers, you need to do all the consumer marketing because people don't move that much between cities. Just because you're alive in Palo Alto and Boston doesn't mean that someone in Tallahassee has heard of you. David: Exactly. It's actually in July of 2015, shortly after the Series B, that they signed their first partnership with Yum! Brands to do Taco Bell in the markets that they're in. Then later, Yum! also launched KFC. It was part of Pepsi. It has spun out of Pepsi. It was Pepsi's restaurant brands—Taco Bell and KFC—that had spun out and now it's an independently-traded public company. Ben: I don't remember if it's still this way, but at some point, Pizza Hut was lumped in there. That's why you have those Kentacohuts at highway rest stops. David: That's great. I think Pizza Hut is now independent. I'm not 100% sure about that, though. Ben: When Acquired drifts into conglomerate land and out of tech, that'll be a fun one to cover. David: That's a good point. The thing here is these guys figure out what it takes to operate at the lowest level of detail and make these launches and this crazy business work. Having these national brands to be able to go in and open markets with, hey, you've never heard of us but do you want Taco Bell and KFC delivered? Especially, if you live in the suburbs. Lots of people want that.  Ben: It's an appealing-enough value proposition even before they sign any local restaurants.  David: Exactly. After this round and with this going on, this big national partnership, they start to attract some attention. Specifically, they attract attention from two audiences. First, Uber. Pretty early on Uber's life—we talked about this on the Uber episode—they started experimenting with other things. They had Uber Everything, they were delivering ice cream. I remember one year early on, they had puppy hugs or something like that.  Ben: Uber Puppies. In 2015, they did Uber Health so you get a flu shot. That was a nurse that got Ubered to your office. In fact, you mentioned the ice cream thing. I remember from that promotion, I actually still have the t-shirt that I got when I got my Uber-delivered ice cream cone.  David: That must have been a marketing stunt. Ben: Totally was. As was Uber Puppies. They definitely were experimenting a lot with what else could take an Uber deliver to your house or your office besides a person? David: Yeah. They also get as much as anyone besides DoorDash at this point. Density is super important. Utilization of drivers and the network is super important.  They’re looking at this and they launched Eats in 2015. This is how hard what it is that DoorDash was doing. Uber said, I don't think we can really make this work in the same way because this is so hard, all the reasons that we said.  The first version of Eats that they launched—I don't know if you remember this—they partner with the restaurants in the city, a small number of them. They load up in the late morning, food in heaters in the back of Uber drivers and have their Uber cars just driving around the city, waiting for orders to come in for salads or hot meals.  Ben: David, a mutual friend of you and I who did operations for Uber at this time was telling me about the massive industrial strength refrigerators that they had purchased and kept in the Uber engineering office because they don't have a separate facility for this yet. The mad rush at 10:30 AM was all of the Uber drivers showing up to get the food out of the refrigerators that had been heated up and then put into the heaters in the back of the Ubers to go and start the delivery routes. David: Yeah, of course. In Mancherry we try similar things as well at dinner. I can't remember. The first version of Eats was big at lunch. I don't know if they did dinner as well. They probably did it at some point.  Ben: Was the name not Eats? The name was something slightly different, too. David: I think it was Eats. They first had Fresh, but Fresh was more groceries and drugstore-type things.  Ben: Interesting.  David: If I have my history right. Ben: Quickly, Uber then is way actually what people on us with Doordash is doing. We need to invest in building out the infrastructure to do that, too.  David: Well, it's interesting. They do get there. They get there in 2016, they realized that pretty quickly. But the narrative shifts so hard on the space here. I don't know if this is true but looking back on this now at the historical perspective, I wonder if what Uber did here was part of how everything shifted so hard perception-wise against Doordash.  You've got Uber, this titan of startups along with Airbnb. Everybody says one of the two—at this time—canonical next-generation Internet companies is being built in Silicon Valley. Uber is basically voting with their feet that you can't make this operate profitably—the full logistics network that Doordash is doing. They're having the resort to doing this driving food around in cars to make it simpler. Interesting.  Meanwhile, DoorDash has raised all this money. They're growing quickly. Consumers (at least) love the surface. They're entering all these markets. There is the $40 million Series B. Their plan is to spend the money. They are going to do it and keep raising. To do that—of course as you are launching these markets—does take a huge amount of capital. As you're saying, Ben, you got to go acquire the consumers, you got to acquire the restaurants, you got to acquire the Dashers.  Then—this is another moment in Acquired history—in November of 2015, another blow against the perception of businesses like DoorDash, Square goes public. We covered this on the show. This was one of my favorite all-time Acquired episodes, our Square IPO episode.  Ben: We don't do this often but we nailed that. I just feel so good about that episode, even today. It's a little bit of our older style. It's not as enjoyable to listen to. I don't think there's more recent ones, but in terms of analysis, certainly, the market had decided when they IPOed that it was not a good stock.  For years afterwards, I think people had a lot of hate toward this company. They just grew 30% year over year and still are. The narrative has shifted now where people love Square, especially with cash.  David: And Bitcoin. We were texting yesterday about this DoorDash episode and the Airbnb episode we're going to do tomorrow. Ben, you had such a good point about us at Acquired. When we do this live, on-the-scene episodes, it's actually when we are at our second best. We're still good, they're better than the average Acquired episode—not that the average one is bad, hopefully—but our best Acquired episodes are when we have a view on a company that other people don't and don't realize yet. That was the case with Square.  What are we talking about, for people who don't remember the history? Square had been also a Silicon Valley darling. Raised money from Sequoia, plenty other great firms, multi-billion dollar valuations. They were in this first group of unicorns talked about alongside Airbnb, Uber, Lyft, and the like.  Then they made a crazy decision (relative to their peers) to go public. They go public in fall of 2015 and the market completely turns against them. This was the down round IPO. They’re priced at $9 a share for a less than $3 billion market cap. Oh my goodness. Today, they are trading at $213 a share and a hair under $100 billion market cap. But Meme Style popping up all over the Valley and TechCrunch, dead unicorn, this is going to be the reckoning, and the bubble has popped. Ben: And the impact on that for employees. That share price was under the last two rounds. Anybody who got stock options in the last 2½ years before they went public were completely underwater and worthless, unless you held them all the way through the stock recovering. David: People did. Ratchets, too, which those private rounds have been at high valuations, but had terms in there that if the company were to go public at a lower share price, those investors would get trued up to the new, lower share price. It was just a bloodbath.  One of the things that the public markets really penalize Square for was this question of whether this payments business looks like a bad business. It looks like poor unit economics. You're basically operating these payment rails for your small business customers at lower margins than Visa, or Mastercard, or Amex. This seems bad. You're selling dollars for $0.90. We're going to put you in the penalty box.  Now, Tony had worked at Square, so there was that connection. It's a similar story here of we're serving small businesses and we are operating this crazy complicated logistics network for them in a way that Grubhub wasn't doing just, like Square was operating this payment rails for them in a way that Visa and Mastercard weren't doing, and everybody's like, you're just giving away free value here that doesn’t make sense. Ben: An infinite customer demand when you're selling dollars for dimes. I don't doubt you can grow fast. David: The other thing that happens here is the first big lawsuit hits DoorDash. They had been delivering In-N-Out in California without In-N-Out’s permission. They didn't have a deal with In-N-Out, but they picked me, hey people, I want to order, well, come in. Ben: The non-partner restaurants. David: The non-partner restaurants. In-N-Out sued them in November 2015. There would be many other lawsuits along the way with DoorDash. Ben: You've got Uber and Square that are creating these bad public narratives for DoorDash for their prospects. David: And you've got lawsuits hitting. Meanwhile through all of this, DoorDash is investing capital they’ve raised. They're growing super fast. Clearly, consumers liked this. Sequoia and Alfred say to the team, things are going great. You're going to need to raise another round. You've been in for more than our pro rata in the next round. We're going to commit that we'll do up to $40 million in your next round up to $1 billion valuation, but we want somebody else to come in and price it. Ben: And the last round had been at $600 million? David: $600 million the year before. Ben: Sequoia is like, we're not going to lead but— David: We're not going to lead, but we’re in, our money's good. I got to imagine this was a huge lesson for Sequoia as well. This was before the global growth fund. It was later after this that they just said, we're not going to mess around with anybody else, we'll lead the rounds. But they said, we're not going to lead. Tony goes out to fundraise and it is just a slog. Nobody wants to lead this round and invest in this company.  I remember this so well, I graduated from GSB at this point. I was back at Madrona, talking with all my other VC friends. Tony didn't come pitch us at Madrona. We did early stage at the time and wouldn't have led this round, anyway, but everybody was like, man, DoorDash came to see us. Unit economics are terrible. It doesn't make sense. I can't believe Sequoia is putting their money in here. Ben: What was it that Sequoia saw then if people believed that unit economics were terrible? Because what we can see now is cohorts over time—we'll touch on this later—but basically, when people retain, they start spending more, make this a regular behavior, and need less incentives. David: I don't know. It's a good question. It's hard to tell. Certainly, we don't have that time frame in the S-1. Ben: The only time frame disclosed is the last 18–24 months. David: But for whatever reason, whether it was blind faith or actually based on the numbers, knowing Alfred and Sequoia, I think it was probably based on the numbers. They did really believe in the company.  The net of it is Tony's out there fundraising for six months. He can't find a lead. Nobody wants to invest in the company. Ultimately, in March of 2016, even though Sequoia had said they didn't want to lead, they did lead the round. They lead a $127 million Series C. They bring in the GIC—the sovereign wealth fund from Singapore comes in as part of the round as well—and they bring in some of Sequoia's LPs as well to bolster the round. It happens at a $700 million post-money valuation.  So, $127 million and seven posts went down. The share price is down. This is a down round that happens, and this was so hard for all of this. I don't really know Tony personally at all. I haven't spoken to him since GSB, but I just have to imagine this was crushing. Just to complete, says so much about him that he persevered through all of this and the company. Ben: And the whole team that stuck with, because at that point, you're starting to see stars in your eyes because all the internal numbers are going up. You hold a number of shares and the way people probably think about it as, I hold this percentage of the company and you're told it's going to get diluted down over time, but in your head, not that much. And then something like this happens and you're, oh wow, it can get diluted down a lot. David: And we're just getting started here."
      },
      {
        "question": "On which day of the week did Warren Buffet talked with Lorimer and for how long?",
        "response": "On Saturday for 4 hours",
        "context": "Transcript:   (disclaimer: may contain unintentionally confusing, inaccurate and\/or amusing transcription errors) Ben: Welcome to season 8 episode 5 of Acquired, the podcast about great technology companies, and the stories and playbooks behind them. I’m Ben Gilbert, a co-founder and managing director of Seattle-based Pioneer Square Labs and our venture fund, PSL Ventures. David: And I’m David Rosenthal, an angel investor based in San Francisco. Ben: And we are your hosts. Let’s talk about the 10 most valuable companies in the world. The first nine are tech companies. There’s the big five in the US, plus Tesla because it’s 2021. And then you have Tencent and Alibaba from China. The ninth, TSMC, the Taiwan semiconductor manufacturer. And the tenth, the only non-tech company, it’s a 182-year-old company that started as a textile mill in New England, Berkshire Hathaway. As most listeners know, Berkshire is far from a textile mill today. It is a holding company, unique in every way, and by far the most successful in history. A few of the companies that they own outright include Dairy Queen, Duracell, Fruit of the Loom, Geico, NetJets, See’s Candies, and even Brooks Running Shoes. David: Seattle company, right? Ben: Oh yeah, and I’m super loyal. I’ve ran up Mt. Si the other morning. David: Nice. Ben: They also own large pieces of many of your favorite publicly traded companies including Amazon, Johnson & Johnson, Coca-Cola, American Express, Kraft Heinz, Verizon, GM, Mastercard, Snowflake, and now they even own over $100 billion of Apple stock.  Somehow, the man behind it all—Warren Buffett—has claimed that purchasing Berkshire Hathaway was the biggest investment mistake he had ever made. And for many of you, you’re probably learning that Warren Buffett purchased Berkshire Hathaway and it was not something that he founded, which is the first takeaway from this episode. David: We will cover this again much later in the episode, but he claims that purchasing Berkshire Hathaway cost him $200 billion in opportunity cost. Ben: When you compound something over 50 years, you can come up with some large numbers. What the heck is this company? How did it come to be? Why is it that even at an all-time high for the stock, so many analysts think it is underpriced today? To do this right, we are going to need more than one episode, even an Acquired-sized episode. So welcome to our first part of our two-part series on Berkshire Hathaway. In this first part, most of it won’t even be about Berkshire the company. It’s about the man, Warren Buffett, and his mental iterations and learnings that would shape what Berkshire would come to be.  People always try and reduce what Buffett does to a simple strategy or even a few pithy quotes. In reality, Warren has learned, adapted, and reinvented his strategy at least four distinct times over the decades. In doing the months of research to prepare for these episodes, David and I both learned just how much Warren’s thinking evolved to create the absolutely unreplicatable juggernaut that Berkshire Hathaway is today. In this episode, we bring you the story of Warren Buffett, the learning machine. Are you an Acquired Slack number? If not, what have you been waiting for? It is a stellar community discussing all things Acquired, recent episodes, but more importantly, it is just a genuine, smart group of people having a thoughtful, nuanced, and respectful discussion about the tech and investing news of the day. You can join at acquired.fm\/slack. Today, for our presenting sponsorship from our friends at Tiny, we have something a little bit different for you. As many of you know, Tiny has been referred to as the Berkshire Hathaway of the Internet. It’s quite a compliment. They have embraced this (and who wouldn’t), and David and I decided that we want to tell you—actually this is with Tiny’s permission, so thanks to the Tiny guys for bearing with us here—about a very different product that they sell at berkshirenerds.store.  This is what I love about these guys. The fact that they would do this really shows you the personality behind who they are, so let’s navigate over to that, David. I’m going to pull up berkshirenerds.store here in my browser. The title is, ‘Warren and Charlie, in bronze at last.’ You can buy a bust of either of them. They’re the same price, which I thought was a very classy decision, $1299 per bust. You can get the complete set there for $2598. It’s a steal. David: Like Warren, you got to save every dollar. Ben: Absolutely. Think about what those $2 could be compounded over 50 years. The site is wonderfully designed. They have FAQs, such as will my bust give me investment advice, where do you ship to, can I return my bust, and what is the Charlie Munger, which of course, if you click it, it says, “I’m sorry, but this site isn't for you. Please leave.”  There are some wonderful photography. You can just feel how these busts could look in your office. After listening to this episode, if you’re like, gosh these guys really changed my life, I suggest you head over to berkshirenerds.store and pick up one of these. David: These things are amazing. berkshirenerds.store is basically like the See’s Candy of Tiny. Ben: You think this is their cash flow business? David: It’s esoteric. You wouldn’t think that a little candy store would generate $1.65 billion in pretax profit to be redeployed within the business, but there it is. Ben: I suppose if Warren can keep a clipping of the Black Friday crash on his wall, then we should all keep a bust of Warren in our office to remind us of sage lessons that we want to remember, too. David: Or Charlie. Which one of us is which? Ben: That’s a good question. David: I think we should each get one. Ben: Charlie I feel is kind of the color guy, so I would probably get Charlie. David: I kind of want Charlie. Okay, I’ll be satisfied with Warren. Ben: Anyway folks, head over to berkshirenerds.store. Thank you to the good people at Tiny for bearing with us when this is the ad read that we wanted to do for this episode today. As always, if you are contemplating a sale or even wonder what it might look like for the future of your wonderful Internet business, you should reach out, tell them that Ben and David from Acquired sent you. You can learn more at tinycapital.com or click the link in the show notes. Lastly, to keep this short and sweet, if you are not an Acquired LP, you really should just become one. Aside from all the things that we tell you every episode about the LP program, we just did a really cool new thing we called community Q&A with the founder of Levels, Josh Clemente, after we had him on the show. We thought, wouldn’t it be cool to let all the LPs pepper him with questions and interact with him? That was super fun. If you missed it, you can check out the recording in the LP Google Drive. If you are not already a limited partner, you can click the link in the show notes or go to acquired.fm\/lp. Cannot wait to see you in there. David, I think we are ready to do it. Listeners, as always, the show is not investment advice. Like Warren Buffett, we would never profess to give you investment advice. All of our best ideas we will keep a deep dark secret—maybe until long after we’ve executed them—so we can tell the world about our wonderful investments. David and I may have investments in the company that we discuss. The show’s educational, for entertainment purposes only. We hope you enjoy it. Without further ado, David Rosenthal, where are we starting the story? David: I’ve been a proud Berkshire Hathaway shareholder of the B, not the A, for pretty much my entire life. The greatest thing that my parents and grandparents gave me was a few shares of Berkshire B when I was a little tyke. Never sold them. Ben: Very smart investment on their part. What’s your sell date on them? Where are you exiting the position? David: Never. Ben: As it should be. David: Before we dive into history and facts, we owe a big, big, big thank you to Alice Schroeder and her wonderful book, The Snowball, which I (at least) used as my main source for this episode. Ben, you read the… Ben: Buffett: The Making of an American Capitalist, a great book by Roger Lowenstein. I thought this book was awesome. People talk about Snowball all the time as the sort of more popular Buffett biography. I thoroughly enjoyed this book, so I think you can’t go wrong. David: Yeah. We’ll get to compare and contrast as we go here. Alice’s own story’s pretty amazing. I didn’t realize until looking this up. She was an equity research analyst on Wall Street covering insurance companies, and she wrote to Warren in 1998 asking to talk to him. Warren had never talked to Wall Street research analysts before, but for some reason he takes her call. She was the first research analyst to initiate coverage on Berkshire. Kind of amazing. Then in 2003, another author approached her about writing a book together on Buffett. She talks to Buffett and he says, well why don’t you just write it instead and I’ll give you full access, like thousands of hours with him. It’s amazing. Amazing story, so definitely go check out both The Snowball and Buffett. Great books, highly, highly recommend. Ben: And listeners, we’ll have to see how this goes. This is the second time, I think. The New York Times would have been the first one, but David and I both just read separate books. I think we both read them cover-to-cover. Obviously, we’ve got a few dozen other sources that we use for this as well, but we may have stories that one or another does not know about. David: Yeah, we shall see. I’ll go first and start appropriately enough back in 1867, with a journey from New York to Omaha undertaken by a young gentleman named Sidney Buffett, who was working for his father’s farm in Long Island. He quits because he feels like he’s not getting paid enough. Like so many young men of his generation, he decides to go west to seek his fortune, and he ends up in Omaha, Nebraska. Ben: He got part of the way west. David: Part of the way west. I think his maternal grandfather was already there in Omaha, that might have been why he headed there, but the other reason was that Omaha was a boom town at the time. It had existed for a long time. It was kind of a pit stop on the trail west, the Oregon Trail or the California Trail for gold prospectors heading out west. After the US civil war, Lincoln decrees that Omaha is going to be the headquarters of the new Union Pacific railroad, which is going to connect up the West Coast of the United States with the rest of the country. And the town takes off. Now interestingly, Union Pacific is still around and operating today, ironically as the second largest rail company in America, after Burlington Northern Santa Fe, owned by Berkshire Hathaway. But that wouldn’t come until part two. Sidney gets to town and decides he does want to be a farmer anymore. He instead wants to sell products from the farm. He opens up the first grocery store in Omaha. He runs it and then effectively passes it on to his son. His son, Ernest Buffett, (I think) actually technically set up a different story, but it’s like the family business, so Ernest is running the legacy of the grocery store in Omaha. As Alice points out in The Snowball, Ernest was very, very aptly named (as we’ll see), under Ernest management of the store, his quote that he likes to use is, “The hours are long, the pay is low, the opinions cast in iron, and the foolishness is zero.” Ben: Hardcore. David: Yeah, hardcore. Typical of this new entrepreneurial middle class, Ernest and his wife, Henrietta, were fine with their children working in the store, but they want them to get a good education and become professionals. Most of their children go to the University of Nebraska, including their third son, Howard, who majors in journalism and works at The Daily Nebraskan school newspaper.  While he’s working there, he meets a freshman who comes in and is applying for a job, Leila Stahl, whose father owned a local newspaper in Nebraska. They meet, they hit it off, they marry. Of course, these are Warren’s parents that we’re talking about, and amazingly they meet at the college newspaper. Very fitting. The newspaper business is going to play a large part in young Warren’s life to come. Howard graduates in 1925, he and Leila marry, and as was typical of the time, unfortunately she drops out of school. By all accounts, she was an incredibly promising student, very good at math. Her professors were very disappointed when she drops out to marry Howard and become a housewife. Howard wants to go into journalism and eventually politics, but Ernest is having none of it. His son needs a respectable, professional career; the no-nonsense Ernest. He instead suggests that Howard might want to do something more useful, something more like selling insurance. The ironies just continue to mount here. Ben: We’ve got newspapers already. We’ve got insurance already. Either Berkshire Hathaway basically has an index on the American economy, or the forces that would then shape, bore, and forever are already playing a role in his life. David: They’re already stacking here. Ben: Probably some of both. David: Maybe more the latter because there’s one more chip to stack. Howard—he’s an insurance agent selling insurance, in the late 1920s now, it’s the roaring 20s and its go-go time—after a couple years, decides maybe this insurance stuff is pretty boring. Either my customers here in Omaha don’t want insurance anymore. They want stocks.  He switches careers, two years out of school, and goes from selling insurance to being a stockbroker in Omaha. I didn’t understand this up and have been thinking about this. You hear about stock brokers. What does it mean to be a stockbroker in Omaha in 1927? You got to remember, there’s no Charles Schwab. For one, Schwab was hugely innovative. Ben: How are you brokering stocks if you’re not on the floor? David: There’s the New York Stock Exchange in New York, but for the rest of the retail public in America, how did they get stocks, you’ve got a local broker who is your sort of like combination financial advisor plus exchange access. You call your broker, or more often he calls—it was always a he at the time—you and would say, hey I’ve got this great stock that you might want to think about getting into. I know you and your portfolio, your investment objectives. You chat on the phone with him for a while or you go to his office, then you would sign up and you would buy shares. He would then call the exchange back in New York, get a trader on the line, and then buy in your name some shares. Ben: Oh, so they would get a trader on? It wasn’t like the brokerages bought these big blocks and then they would sort of sub. Your broker would call a trader on the floor to execute your trade? David: I think it was kind of both if you wanted a specific trade to happen. But more often what would happen was the big banks, financial firms, and trading houses in New York have product that they needed to move. They had issuances that they needed to move. They had trades that they were doing. They needed counterparties to the trades. All these local stockbrokers distributed throughout the country were like the distribution and sales force. There are people who talk about sales and trading back in the day and are part of investment banks. The sales part of it was an effort to educate all these local brokers to then recommend and push stocks to the clients. Ben: Pretty fascinating, and at this point in history, investing isn’t really like a profession with a lot of science behind it. It’s kind of looked at as gambling, like buying stocks? David: Totally. Fundamental analysis does not exist yet. Exactly gambling is the right word. It kind of like tickets to bet on a horse, like oh, I like the name of this company or I like what they’re doing, but nobody’s thinking about what’s the capital structure of this company or its revenues, where’s its growth prospects. That’s not how this works. Later in life as we shall see, Warren would do a brief interlude working for his father at the firm as a stockbroker himself. He called what they did equivalent to being a “prescriptionist” versus being a doctor. It would be like if you were a medical professional and you got paid based on the type and amount of pills that you prescribe to your patients versus the actual outcomes because you’re just getting paid by the commission on every stock that you sell. The incentives are totally misaligned. Ben: You’re making me pull for my first playbook theme already. Warren’s not even born yet in this story, but this will ultimately be one of his very first realizations. What is the point of me researching the crap out of these companies and picking stocks when all I’m getting paid for is just to move product? Like you said, it’s a total incentive misalignment. But let’s stick on Warren’s father. David: Okay, so Howard (1927) switches over to becoming a stockbroker. Things are really great, the family is doing great for two years, and then October 29th, 1929. I don’t think we talked about this on the show yet. Ben: Amazingly no. We’ve made 150+ episodes without talking about Black Friday. David: Black Tuesday. Ben: Black Tuesday, oh. David: Black Friday is a much happier event. A real capitalism-fest. It’s not a capitalism-fest on Black Tuesday. Ben: America has left its mark on me. All right, so Black Tuesday. David: Black Tuesday. Of course, we’re talking about the stock market crash on Black Tuesday. I think it actually wasn’t that bad by modern standards. I think the Dow dropped in the low teens maybe percentages on Black Tuesday but it was still shocking to people. The real problem is over the next three years after Black Tuesday. The market loses 90% of its value. Can you imagine that? That’s— Ben: Unbelievable. David: I mean in 2008, I think the market lost close to 50%, maybe, but 90% people were just wiped out. It’s carnage. Ben: The way that it’s described in Lowenstein’s book, what was unique and remarkable about the Great Depression, was that even the smart money got wiped out. The people who realized things are cheap now the crash is over would buy, and even they lost all their money. Of course, that is the thing to fear when everyone’s screaming ‘buy the dip.’ Of course, that hasn’t happened to this level, as you’re saying, since 1929 but just crushed everyone. David: To grossly oversimplify what at least I think happened and why it hasn’t fortunately happened since is the stock market crashed and that led people to panic. That led to runs on banks. People wanted their cash out of banks. Banks were not nearly as institutionalized as they are now and there was no FDIC insurance. That was put in place after the crash.  When the runs on the banks, that led to bank failures. When all these local banks failed, the Fed had to (I think) raise interest rates because borrowing was so hard now that there’s so much less capital base available to borrow. The interest rates have to go up. You’ve got an economic shock and interest rates are going up. Ben: You want to be able to lower them. David: Right. When Coronavirus hitm the Feds slashed it to less than zero, and the same thing in 2008. It’s a double whammy of economic shock plus major interest rate hikes. It was more than a decade really until World War II. The stock market, the Dow wouldn’t return to its high before the crash until 1954. That’s 25 years. That’s a quarter of a century just lost. Crazy. Okay, so back to Howard and the Buffetts. Howard does something pretty crazy. It’s bad. Warren is born less than a year after Black Tuesday. On August 30th 1930, Warren Edward Buffett is born. The next year—it wasn’t until 1931—Howard was working as a stock broker for Union State Bank and the bank fails. Not only is Howard out of a job, but all the family’s money’s at the bank. They got no money, they got no job, and Howard and Leila now have two kids. What does Howard do? He does the 100% total contrarian move. First, he does try to go to his father, to Ernest, and get a job at the family grocery store. Ernest was like, I don’t have any money to pay you. I can’t employ you. Howard sets up his own stock brokerage firm. We’re in the middle of the Great Depression after the crash, and he’s just like, well I know how to be a stockbroker. He was not totally crazy because the world is melting down, but for anyone who does still have some wealth left, they need something to do with it. They’re not going to put it in the stocks that they were in before the crash. Howard has this business plan. He starts going around Omaha to anyone who still has any wealth left, and he advises them on hyper conservative investments that they can use their capital for select utility companies, municipal bonds, that kind of stuff, and it works. There’s actually demand for this kind of service. He’s placing all these hyper conservative securities. He ends up making (I think) pretty quickly way more money than he was making at the old job. Ben: Wow. I didn’t realize that he broke out on his own there and started his own brokerage. David: Yes, started his own brokerage. It would eventually come to be known as Buffett and Falk. Even though Warren has no memory of this, of these two years of really hard times, the family actually skates through the depression fairly well off. Ben: His dad bought the dip. David: Exactly. Unsurprisingly to anyone who’s heard of him—probably everybody listening to this podcast—Warren turns out to be an extremely mathematical kid. He’s always counting things. He’s counting bottle caps, he’s counting his weight, he’s running all sorts of analysis even as a little kid. Ben: Did you see he was counting the occurrences of letters in newspaper articles, and then he and his friend would tally them up and make bets on which letters were going to appear more often than others? He was counting completely arbitrary things just to count them. David: You might say that he has some budding OCD developing in his person. Ben: He was writing down license plates that went by. It was hardcore. David: It was hardcore. Famously as the story goes—there’s actually a picture of this—for Christmas when Warren is 6 years old, he receives one of those money coin changers that you wear on your belt, like the old style. I actually had one of these too when I was growing up. Ben: Me too. I got one from my grandpa. David: Amazing. Ben: With the little crank that you push down, the little lever. David: Yup, and then it spits out one coin at a time. Then there is the separate slot for quarters and dimes, for nickels and pennies. That thing was so cool. Warren gets this and he becomes obsessed with it. This is the culmination of counting, collecting things, analyzing, and money. He wants to get as many coins as he possibly can to stuff into this thing. He starts keeping jars in his drawers. It’s amazing.  He starts to think, how can I get more money? He goes (I assume) to his grandfather to the grocery store, buys packs of gum in bulk, and then he starts going around door to door in the neighborhood and selling individual packs of gum to mothers in the neighborhood for 5¢ a pop. Amazing. He gets this racket going. Then he starts selling soda door to door.  Ben: Didn’t he, on a vacation, goes and buys some Cokes and he’s wandering around the edge of a lake selling Cokes for twice as much as he bought them for? David: I don’t think this was in The Snowball. Ben: Yeah, it’s exactly that. And it was Cokes. I remember that. Despite his soon-to-come Pepsi addiction, his earliest childhood sales came from Cokes. David: Amazing. So he’s starting to accumulate the beginnings of the Warren Buffett wealth. When he’s 10 years old, Howard takes him on one of his trips to New York and to Wall Street. This amazing; you probably have read this, too. Warren actually gets to meet the legendary Sidney Weinberg who was the head of Goldman Sachs at the time. He’s 10 years old. Warren Buffett’s 10 years old and his dad takes him to meet Sidney Weinberg.  Supposedly, Warren’s sitting there starstruck the whole time, and as they’re leaving, Sidney supposedly turns to him and says, what stock do you like, Warren? Unfortunately, The Snowball, Alice doesn’t say what Warren responds. I want to know what the hot pick is. But he’s totally starstruck. This makes a huge impression on him. Before they come home after the Weinberg meeting, his dad takes him to the New York Stock Exchange, the building for lunch. It was great, amazing lunch in this gilded building. After lunch, a waiter comes up to the table with a tray that has all of these different types of tobacco on it and rolling papers for cigars. Warren realizes that after lunch at the exchange, you get a custom cigar made for you. You choose the tobacco. He has no interest then or ever in smoking a cigar or even in any of these trappings of wealth, but he realizes if this is how they roll at the New York Stock Exchange every day, there must be so much money here. I got to find a way to get me some of this. Ben: Did you know if he got to see the trading floor as a 10-year-old? David: I think so. Ben: Have you ever been? David: No. Have you? Ben: Yeah. When I was 16 or something, I went as part of a high school trip. There was someone who had taken a class that I had previously taken who worked at the stock exchange and got us in. We went on the balcony and all that. It leaves a mark. Looking out at this, this would have been 2005 or 2006, something like that, so it was mostly already computers and you don’t have people making every trade live on the floor the way you would’ve in those days. But even that leaves an impression especially as a teenager how much gravitas there is there. That that’s the central clearing house of equities in our nation. That’s an impactful experience. David: It’s capitalism there incarnate. To this trip and the wealth that he sought at the stock exchange and at Goldman, he says he didn’t have any desire to have any of the fancy stuff, but he says he did want independence. He said, “I realize wealth could make me independent. Then I could do what I wanted with my life. And the biggest thing I wanted was to work for myself. I didn’t want other people directing me. The idea of doing what I wanted to do every day was important to me.” Ben: That’s certainly happened. David: It certainly happened. It just resonates so much. I feel exactly the same way. When he gets home, he decides that he’s going to set a goal to amass this wealth that’s going to get him the independence that he wants. He tells all his family and friends that his goal is he’s going to be a millionaire by the age of 35. Being a millionaire in those days would be equivalent to about $15–$20 million in net worth today. Today, anybody can do it and it’s great. Even our entrepreneurial, startup-friendly ecosystem, it’s probably not totally crazy if a little kid said that they wanted to amass a $20 million fortune by the time they were 35. In Omaha in 1940 this was totally nuts. Ben: I’ll bet. It reminds me so much too when he would say several times throughout his life—I’m going to paraphrase because I don’t have the exact quote—that he doesn’t want to be rich to be rich. He wants to have a lot of money because it’s fun to have a lot of money and it’s fun to watch it grow. You can sort of already see that in his ambition here is not to make some specific impact or to get to do a certain thing to see his passion for it. It’s, no, I want to be a rich person. It’s fascinating how even so early in his life he’s just unabashed about that.  I think we’re talking to every founder right now that’s going out. Fifty percent wants to be rich and 50% wants to accomplish the mission that they’re on. They’re like, I’m here to accomplish the mission that we’re on because we’ve all had it browbeaten into us. It is not virtuous to want to be and he’s like, no, I want to be a rich person. Later in his life he would also decide, I want to be likable, I want to be an icon for America, I want to be a platform for learning, I want to teach, but at this point he’s like, I want to be a rich person. David: I just want to be rich, yeah. It’s kind of amazing. Even the 50% of people and vendors out there who do just want to be rich would never say that. Ben: Right. It’s a very Buffett sort of singular focus, and frankly not caring about what other people think of him to just have that out front. David: Yes, just come out with it. This is pretty amazing. He’s 10 years old, he has this goal, and he figured something out at the age of 10 that just drives the entire rest of his life. I think it’s something that 99.9% of people out there in the world never figure out, which is this concept that money can create more money, which obviously compounding, which we’ll spend most of the rest of the next several hours here and several hours on the next episode talking about, but he figures this out. It just simply reduced to them; money can create more money.  The way he figures it out—the story goes—he had gone to the library and taken out a book called One Thousand Ways to Make $1000. One of those books that could only exist in the 1940s and 1950s. One of the 1000 schemes that it describes in the book is that you could buy a penny weighing machine. These things used to exist. They’re scales in public that would be on street corners, drug stores, and stuff. You would weigh yourself on it. Ben: I’ve seen these in my grocery stores. David: Yeah, and you pay a penny. You put a put a penny in the slot and then you’ll get to weigh yourself. The scheme in the book is that you just go buy a penny weighing machine, then you collect the money over time, and eventually you’ll get $1000 out of it. Warren reads this and he’s like, wait a minute. What if I buy one weighing machine, then once I earn enough money from it I use that money to go buy another weighing machine, put in a different spot, and then I’ve got these two weighing machines both earning pennies every day. Well, the rate at which I’ll earn enough to buy my third weighing machine is going to be half as much time. And by my fourth weighing machine, another third is less time. He figures this out. He apparently literally starts writing out essentially compound interest tables in his bedroom in his notebook, dreaming about all these weighing machines that he’s going to have. Ben: It’s so crazy. David: Amazing. Other kids would be thinking about using all this money to buy bubble gum, baseball cards, or something. Ben: And he’s 10. I knew that later as he gets into his teenage years, he’s got a little pinball servicing business, but he’s 10. That’s crazy.  David: Yeah, so you alluded to. He never does do the weighing machines, but when he’s in high school, yeah he buys— Ben: Oh, he actually didn’t end up buying. He just does the formulas to see what it would be? David: No, he just does the formulas, but he does buy used pinball machines in high school. He makes a ton of money off these things. He puts them in barbershops. It’s great. Ben: Do you know why he got out of that business? The pinball? David: No. I assume just because he graduated high school. Ben: No. This is a callback to our Nolan Bushnell episode. Warren found out that this was a business that if you get too powerful in it, then you start having to contend with the mafia for who’s getting a cut of doing that servicing. He basically was like, I don’t want anything to do with that, and he and his friend got out of that business. David: Wasn’t Nolan saying something about the pinball machines were linked to bootlegging too during prohibition? Ben: Bootlegging, money laundering. They’ve got sort of a storied history there that would then bleed into arcade games, too, because I think it was an outcropping of the other? David: That’s right. These are during Warren’s less scrupulous early years. Ben: He had this whole game too that he was running, where he and his friend would basically pretend that they weren’t the guys in-charge, that they work for some bigger company, so whenever they’d get harassed for something, or they would complain about prices or something like that they would say, look, we’re just the hired hands. We’re not the guys in-charge. We don’t set the prices. That’s such a good bit. David: So great. The other thing he does when he gets back from the New York trip is that he starts buying stocks. He’s got his dad the stockbroker right there, so he’s got the line and he can go buy stocks. He convinces his big sister Doris to pool all of their money together—they’re about $200–$250 between them—and he decides he’s going to buy preferred shares in a company called Cities Service. He’s the (sort of) managing partner in this partnership.  They buy 6 shares for $38 a share and immediately the stock goes down to $27 a share, so not an auspicious beginning. Doris is freaking out about this and Warren feels horrible; it’s eating him up. The stock does recover at $40 a share and Warren just unloaded. He’s like, great get the money back. Give Doris her money back. But it keeps going. Pretty quickly, the stock goes to over $200 a share, but Warren had already unloaded. Ben: This is like me and Bitcoin in 2015. David: This is exactly like 10-year-old Warren. Ben, if only you’d learn these lessons at age 10. Ben: Blew it. David: The incident makes an impression on him. He says he learned three lessons from this. I think he actually only learned one, but the first that he says he learns is don’t fixate on the price you paid for something; it’s irrelevant. The second is don’t rush to grab a small profit. Stay focused on the big, long-term wins. The irony is he would violate rules one and two many, many, many times until he was about 40 years old (as we shall see). But the third lesson he does learn, which is that you can’t control other people’s emotions around money. If you’re going to take money from anybody, you need to make sure, (1) that you’re not going to lose it. Ben: And he’s talking about his sister here. David: He’s talking about his sister, yeah. And (2) that you need to do something to manage their ability to affect you so that they don’t freak out and cause you to do uneconomic things. Warren might have sold it $40 anyway but certainly that his sister was breathing down his neck to sell. It reminds me of early Sequoia days and Apple. Warren decides it’s best if the clients don’t see how the sausage is made, so to speak. Ben: Which would absolutely inform his perspective on some of the partnerships he would do in the near future where he would not tell people the stocks he was buying on their behalf. I remember reading those words and being like, what? This is a blind undisclosed pool that he’s running, but it’s so easy to see how these early experiences make him realize, yeah if you want to be the completely independent free thinker that you are doing your own fundamental analysis and not moved not only by the current price that things are trading at but the the emotions of your investors or the demands of your investors for their tax consideration or for whatever reason they want to withdraw funds, then you better figure out how to hold and manage money on your own terms. David: Totally. Meanwhile, shortly after the New York trip, Howard’s career takes another turn. Pearl Harbor happens and the US enters World War II. Howard is a staunch isolationist.  Ben: Define that for us, like xenophobic, anti-trade, anti… David: It’s unclear to me if he was xenophobic. He probably was. I wouldn’t imagine he was the kind of person who love foreigners, but he was certainly very against America entering the war. He hated FDR and Roosevelt. He was a diehard Republican, as apparently were many people in Nebraska at the time, because he runs for Congress inspired by the US entry into World War II—which you think is the worst thing that has ever happened—and he wins. The family moves to Washington and Howard becomes a US congressman.  Warren, though, hates it. He wants nothing to do with Washington. He loves Omaha, he wants to go back, so he campaigns his family to let him go live with the grandfather, with Ernest, back in Omaha. Warren’s like, this going to be great, me and gramps are going to become industrialists, were going to be partners, buddy buddy, we’re going to like the Rockefellers and the Morgans, this is going to be great.  He moves back, lives with his grandfather, and Ernest puts him to work in the store as a stock boy. Warren like, wait a minute. I thought we were partners here.  Ben: Yeah. I like the business you’re running. I don’t so much like the work that I have to do inside of it. David: Yup, so manual labor, stocking the shelves, extremely low pay. Warren’s like, this sucks. I had to get out of here. Ben: Did you read too that his grandpa was withholding a penny or two each day to simulate social security? To show Warren what it was like to have to pay different levels of taxes? David: So great. Ironically, somebody else would feel the exact same way about working for Ernest Buffet a few years earlier, though they would not intersect; one Charles Thomas Munger. Ben: So crazy. How nuts is it that Charlie Munger worked for Warren’s grandfather in the same job that Warren did a few years later, and they never met until their thirties? Something like that. David: Yeah, until 1959. They never met. Ben: Wild. David: Crazy. After this summer that Warren thought would be his future industrialist summer, he’s like take me to Washington. I got to get out of here, get out of the store. He goes with the family to DC where he devises a new way for making money to earn his fortune. He gets a paper route delivering The Washington Post. Ben: Amazing. Beautiful foreshadowing when he can profess that, I rose all the way from paperboy to chairman, albeit with some leaving, the coming back, and between. It’s an amazing journey. David: An amazing journey, and he would later become the chairman of The Washington Post and partner to Kay Graham. Was Warren the chairman? I think he was the chairman and Kay was the CEO. Ben: I think that’s right. He got a board seat commensurate with his investment. I think she gave him the chairman role because she had so much respect for his counsel. David: We’ll hear more about that in part two to come. He’s got this paper route now. Remember, he was selling gum and soda door-to-door back in Omaha. It’s like, this is great. Now I’ve got literally my foot in the door to all of the housewives in Washington, DC. I deliver them the paper but I can sell them magazine subscriptions. I can sell them calendars. I could sell them all sorts of stuff. He starts an empire in the streets of the suburbs of Washington, DC. Ben: And he’s doing crazy stuff. He’s ripping off the labels on subscriptions that I think people have put out to throw away. He was basically understanding when subscriptions would expire so he knew who to go sell what subscriptions to at what time. It’s a brilliant strategy. David: Warren loves digging in the dirt for stuff. By the time he is in high school in Washington, he’s earning $175 bucks a month, which is more than what his high school teachers are making, and almost as much as the average US worker’s salary at that point in time, and Warren’s in high school. Totally crazy. He’s not spending any of it, of course. He’s amassed over $2000 in savings, which is the equivalent of $40,000–$50,000 today? How many highschoolers do you know that have amassed self-made almost a full Bitcoin in savings? Ben: And how many highschoolers do you know that firmly understand what the value of that is compounded 7% every year for another 80 years? You know that Warren is looking at that stack imagining its future potential. David: Totally. Now, he’s got some real, actual capital to invest. What does he do? He’s still buying individual stocks, still playing the stock market, but he really wants to be like this industrialist businessman. He decides he’s going to buy an actual business; he’s 15 years old. He buys a tenant farm in Nebraska back home for $1200. He buys an active farm with a tenant on it that is working the farm because Warren’s not going to work the farm, no way. The deal with the tenant farmer is the tenant farms the land and the profits from the crops get split 50\/50 between the tenant and the owner of the farm.  Ben: Half the returns to capital, half the returns to labor. David: Yup.  Ben: And, of course, the tenant also gets to live there in addition to getting half the profits, right? Daid: Indeed. Ben: Warren’s first yielding asset. David: It’s his first cash flow business. Warren graduates high school in 1947 at age 16. I don’t know, he might have skipped a grade or maybe he was just young? Ben: It certainly sounded that way. David: And he goes to the University of Pennsylvania’s Wharton Business School, which has probably now I still think of it as, you want to be an undergrad business major in the US or anywhere in the world? Wharton is the place to go. But it is really his dad who makes him go. He doesn’t want to go to school at all. He’s like, I already know all this stuff. I just want to get to work. Ben: And he wants to stay in Nebraska. He doesn’t like going east. It’s never been a great experience for him. He’s only comfortable doing it because he’s like, my dad’s in Washington, so I have some family close, I’ll do it. David: He does it. He doesn’t study, he aces all the tests, it’s sort of ridiculous. After two years, his dad loses his congressional seat and the family moves back to Nebraska. Warren uses this excuse to say, why don’t I transfer to the University of Nebraska at Lincoln? Be back closer to home. He also has something else in mind. He knows if he goes to Nebraska he can take a lot more courses, accelerate and graduate in three years, and just get out of there. Ben: I don’t think he was loving the social scene of college. He wasn’t a drinker, he wasn’t going on lots of dates, he had his eye on the prize. For him that was making money and he frankly thought he was smarter than all of his college professors at Wharton. David: And he probably was. With Warren Buffett, he’s not wrong. David: He was probably pretty obnoxious about it. At Lincoln, he goes to the Lincoln Journal newspaper and he gets a job managing the country circulation, which means he now has 50 paperboys reporting to him all across the countryside in Nebraska. That’s his side hustle. He loads up on courses, he finished his degree a year early.  He’s 19 now, he’s just graduated college. He’s ready to start his business career for real. But unlike when he went to undergrad, he actually does see some value in some further education. He decides there is a graduate school that he wants to go to that would actually be worth it, and that is to go to the prestigious Harvard Business School. He’s so sure he’s going to get in. He’s like, look, I bought my first business at age 15. I met Sidney Weinberg when I was 10. There’s no doubt I’m going to get in. He writes his application, it’s all about being an investor. He goes to his interview, he’s sure he’s going to get in, and he gets rejected. Ben: Which Harvard Business School would forever be regretting. David: Totally. Now, I don’t know exactly what Harvard Business School was looking for in 1947 at the time, but I think either knownst or unbeknownst to Warren, I don’t think he cared either way. I think this idea of being an investor was sort of déclassé because people were still hungover from the depression and it was wartime. I think what he wanted to do is he wanted to be like Mad men. He wanted to work for a big firm, he wanted to climb the ladder, he wanted the stability. This idea of being an investor and on your own was not what was proper at the time. Ben: And Ben Graham is only really starting to publish The Intelligent Investor. This notion of how to analytically and from fundamentals do investing was still very much looked at as investing equals casino. We’re still not quite in the era of that being respected, and frankly most people that are doing it are pretty much hucksters, are looking to just to make their commissions on the trades. David: And the people who are not, who are good and professionals, and fantastic at their craft (at this point time), most of them are Jewish. I assume there are probably some Jews at Harvard Business School but not a lot. And it’s kind of viewed as a Jewish profession. This is going to come up in a big way in a minute. Ben: The anti-semitism that was running rampant at the time kind of help things. David: Totally. Sidney Weinberg, Jewish. Goldman Sachs, a Jewish firm. They were outsiders; they were not the establishment. Warren is shocked by his rejection from HBS. He starts looking at the course catalogs for other business schools just to like, oh man what am I going to do? He happens to see in the Columbia Graduate School of Business course catalog that there is a course taught by his heroes, Benjamin Graham and David Dodd. He’s like, holy crap. He would joke later—I assume this is a joke—he said he write a letter to them to plead his case to get into Columbia saying, I thought you guys were dead. I didn’t realize you’re alive and teaching classes. Ben: Because he had just picked up their book. The Intelligent Investor, I think is the one he probably read and was like, this is incredible. David: Graham’s book, The Intelligent Investor, had just come out and Warren was obsessed with it. Now, Graham and Dodd together had written and published Security Analysis back in 1934, but that was a textbook. That was an academic. I haven’t read it but it’s super thick, dense. It’s not meant to be readable. The Intelligent Investor is like Danny Kahneman’s Thinking, Fast and Slow version of case studies, distilled down for public consumption. Ben: And for listeners out there who have read The Intelligent Investor, you’re probably thinking, wait, that was supposed to be the not dense one? David: Different era. Warren read The Intelligent Investor. He loves it. He’s like, this is amazing. What The Intelligent Investor and Security Analysis—even more dry way before it—what they did was they espouse, hey you should think about investing in stocks systematically, based on the fundamentals of the companies that they represent, and as pieces of a business not like tickets on horse race betting here. Ben: And they basically introduced the idea of the discounted cash flow. This is the first notion that stocks are the market cap of the company, is a representative of the sum of all future positive cash flows (or I guess all cash flows), discounted at a certain rate back to today. This sort of forcing you to look and say, does the price of the stock today reconcile with what you actually believe the business will yield or produce in its full lifetime? That was frankly novel. David: It was. Dodd is the chair of the finance department at Columbia. But Graham is an adjunct. He’s a practitioner. Warren is just so gaga here because not only is he a professor, apparently, when he wrote this book, Graham runs essentially the first hedge fund in the world. He runs the Graham-Newman Partnership with Jerry Newman. They are a partnership that invest in stocks on Wall Street. There’s nothing Warren wants to do more than be like these guys. Ben: I can literally go take a class from a guy who is actively employing a real investment strategy on Wall Street. Mind blown. David: Totally. The deadline for Columbia has passed by the time he gets to figure this out. He writes a letter to Dodd and Graham, and he’s basically just begging them to let him in. Well, lo and behold, guess who at the time was chairing the admissions committee at Columbia Business School? It was Dodd. Dodd gets this and reads it. He’s like, all right. I’m just going to unilaterally let this kid come in. No interview, no discussion, no formal application. They just send Warren in and like, all right you’re in. You’re starting in the fall. Ben: Because this is like, hey we basically see ourselves in you. No one is writing us about this thing that we’re doing, and here you are crazy excited about this super dry, relatively unrespected thing that we’re doing in the world. Yes, come join us. David: Come join us. The fall of 1950, Warren arrives in New York City. At this point, he’s compounded his net worth up to $10,000, which is a lot of money, 5X of what it was in high school 5 years earlier. But he still can’t stand apart with any of his money. Rather than staying in the dorms at Columbia or renting an apartment, he rents a room at the YMCA for $1 a day. Ben: This guy is truly cursed with having a firm grasp of the future value of his money compounded in the way that he feels he can get a return on it. We can talk all we want about the virtue of compounding and the eighth wonder of the world. Frankly, I feel like I have a new understanding for it based on doing all this research. It’s only now that I’m feeling the heft of what if I just put $1000 in an index fund and accessed it 50–70 years from now? You’re like, oh my god, it turns into a real big amount of money, almost no matter what. It’s like you won’t notice, but when you’re Warren and you’ve actually done all these calculations, and all you’re thinking about all the time with a singular focus is the future compounded value of this money, how could you ever spend a dime? It truly is cursing to your lifestyle. David: Yeah, Alice writes about that. Every time he looked at spending money, he would not see the sticker price for things. He would see it times 8, 10, or 20 of what that money would be worth in the future. Ben: And just to come back and say it so we all have a firm understanding here, if you took that $1000 and you want to invest it for 70 years, say getting at 10% per year return on it—which would be good, that would be a very good return, I think it’s a little bit outpacing public markets—that’s $800,000 70 years from now. Seventy years from now, my money has a lot less utility to me than it does today because I will have not had it my whole life, which is the curse, but if you’re Warren and all you’re seeing all the time is that money in the future, my gosh. David: I think that’s the difference between Warren and most normal people, too, is that money in the future probably has about the same utility to him because it’s not about what he can buy with the money. It’s just about the stack of money.  Ben: Yup. For Warren it is a score board game, not a utility of the cash game. David: Totally. Okay, so he shows up at Columbia in the fall of 1950, signs up right away for Ben Graham’s seminar, which is in the spring semester. He’s already read The Intelligent Investor cover-to-cover, he's wearing out the pages so many times; he knows everything. But he's such a go-getter for this. He really wants to impress Graham in the seminar in the spring.  I guess Moody's and S&P put out stock manuals at that time, that was the main thing that people like Warren, Ben Graham, Newman, and everybody browse through looking for stocks. He sees that the Graham-Newman Partnership owns 55% and Graham is on the board of this little company in Washington, called the Government Employees Insurance Company. Interesting. Sounds familiar? Ben: I mean, if Ben Graham's the chairman, surely Warren wants to know more. David: Yeah. Well, certainly he wants to know more, but the Government Employees Insurance Company isn't mentioned anywhere in the Intelligent Investor. The rest of the Intelligent Investor is full of case studies and talking about different stocks, but they don't talk about this company there. Why is that? Warren decides, I want to go investigate. I'm going to find out more about this company, this GEICO, if you will, for short. I'm going to go pay them a visit.  He hops on the train from Penn Station, goes down to Washington on a Saturday morning. He just shows up at the office and he knocks on the door. He persuades a security guard at GEICO to see if anyone's around who could talk to him. Warren presumptuously at this time, although I guess he was signed up for the seminar and says that he's a student of Ben Graham's and Ben Graham is the chairman of the board. You might want to let me in. Somebody talk to me. Eventually, the company's head of finance, Lorimer Davidson, is there that Saturday morning and he was like, all right kid, come on in my office. He figures, I'm going to do a Good Samaritan deed, give this kid 10 minutes of my time here. Well, it turns out that Lorimer (or Davey, as everyone called him) wasn't just a finance dude at GEICO—not that there's anything wrong with being a finance dude; I guess he was a finance dude in a certain respect. He had been an investor and a bond salesman before joining GEICO. He was a lot more like Ben Graham than just an employee at GEICO. The story of GEICO, the founders had thought that they could make auto insurance cheaper by having commercials by selling the auto insurance direct to customers without using agents. To be as cheap as possible and have the best underwriting profile as possible, they also needed very responsible drivers. They borrowed an idea from USAA, which targeted military families for insurance. They target government employees for insurance, hence the Government Employees Insurance Company. Ben: It's also amazing that their hunch that government employees are going to be less prone to accidents than the general public was right, that they could actually underwrite to, we can give these people cheaper premiums because they're going to be less expensive to us. That worked out for them. David: I mean, I guess seemed like a reasonable assumption, that if you work for the government, you're maybe more conservative, less likely to drive under the influence of alcohol or who knows. Either way it worked. One of the two founders, after a bunch of years, wanted to sell, the family wanted to sell their stake and hired Davey to help find a buyer. Davey brings it to Graham, which is how Graham at the company ends up negotiating a deal to buy at a discount to the asking price, of course. Ben: Because it was fully privately owned. It was not a public company. David: He buys up the 55% stake the family owned for a million dollars, and then he turns around and puts Lorimer in charge of managing GEICO's own investments. Warren happened on the motherlode beating this guy. He's a Graham disciple. He runs all the investments at GEICO. Warren just starts peppering him with questions. Lorimer is super impressed. He's like, who is this 19 year old kid? They talked for four hours that Saturday morning. Davey tells Warren all about how GEICO works, how the insurance industry works, tells him about this magical thing called float. Warren has seen"
      },
      {
        "question": "What is the cost of rocket travel based on the materials?",
        "response": "0.02",
        "context": "Transcript:   (disclaimer: may contain unintentionally confusing, inaccurate and\/or amusing transcription errors) Ben: Welcome to Season Six, Episode Seven of Acquired. The podcast about great technology companies and the stories behind them. I'm Ben Gilbert.  David: I'm David Rosenthal.  Ben: And we are your hosts. Today, we are talking about SpaceX. The company that this very week will be attempting to launch humans into space as a private company and make the United States a space-faring nation for the first time since the end of the Space Shuttle Program which unbelievably was a decade ago. David, how crazy is it that it's already been a decade since the end of the shuttle program and also how crazy is that we haven't sent humans to space as the US since then?  David: So crazy. I remember when that happened, how disappointing that was, which makes what's about to happen so exciting.  Ben: Yeah. There was no date set for when it’s going to start again. We decided the Shuttle Program is coming to the end. It was expensive. It was dangerous. That it had it's mishaps and there are plans for stuff that's coming next, but there was no date. There was no plan. There was no mission. Now here we are almost a full 10 years later.  David: With a date, a plan, and a mission which we’ll get into.  Ben: Indeed. Listeners, here are the things that I knew about SpaceX (more or less) before we started researching. They're the first private company ever to launch a rocket to orbit, recover it, and reuse it. They can do all three of those things simultaneously where they bring two rockets back down on land and one rocket back down on a boat almost a thousand miles away. Pretty unbelievable.  They're (of course) led by the controversial genius, Elon Musk, or I should say, genius entrepreneur. Of course, he has a plan. Many would argue an incredible plan of getting a million human beings to live on Mars. But until I dove into this mountain of research, I didn't understand the company's truly amazing business model. The winds have changed going on around the company in the space industry at just this moment in time or really how they were actually going to pull any of this off.   So what is the business? Who pays them? And for what? And what's with all these satellites that they've been launching recently? Today, David and I are going to dive into all of that in full gory detail.  David: Yeah, we are.   Ben: A few announcements before we get into it. If you love Acquired and you want more, you can become an Acquired Limited Partner. Our most recent episode was a crash course in fundamental startup concept pricing with Patrick Campbell, the founder and CEO of ProfitWell.   Patrick is literally the world's expert on the topic, so we brought him in to dive into how you should price software (because most people do it wrong), how you can raise your prices and still have that be okay for your existing customers, and things like what's the proper way to do a free trial.   If you want to join, you can get access by clicking the link in the show notes or going to glow.fm\/acquired and all subscriptions come with a seven-day free trial.   David: And also comes with access to our monthly LP calls that we started doing. I don't know about you Ben, but they are super fun. We had a lot of awesome LPs joining us. Super great chat and just an amazing reminder of the incredible people that listen to this show, our LPs. I can't wait for the next one.  Ben: Great way to know so many of you. Before we dive in, I'd like to thank our sponsor for all of Season Six, Silicon Valley Bank. We have with us today, Ann Kim, who's a managing director at SVB and also the sector head for frontier tech, which makes her a perfect guest to join us today. Also, how cool it is that SVB has a sector head for frontier tech?  David: Seriously.  Ben: Ann, why has the last 15 years been a boom in the privatization of the space industry? Was this a natural point of maturity for the technology or did Elon Musk actually cause this to happen?  Ann: I do think it was a natural point. Elon Musk does not deserve all the credit. There's Elon Musk. There's Jeff Bezos. There's Richard Branson. There are several people that may have contributed to the attention that space tech has actually received, but quite honestly, there's been so much advancement with all of the cellphones that we have in hand.  We have batteries, antennas, radios, accelerometers, cameras. All of these fundamental components really contribute to the development of miniaturizing commercial satellites, making sure that space tech can actually become much more advanced at a much more compelling price point.  I think that a lot of these reputable tech billionaires have contributed, but really it's been more kudos to the advancements in the technology that have helped space tech really advance over the years.  Ben: All right. Thank you, Ann, and thank you SVB. If you want to learn more about SVB or get in touch with Ann, you can click the link in the show notes. Now, David over to you to take us into SpaceX.  David: Wow. Where do you even start? The place to start, listeners, if you haven't already, go back and listen to our Tesla episode, which was now a couple of years ago, which is just crazy. We got to revisit that because a lifetime has happened to Tesla since we recorded that episode. But in that, we talked obviously a lot about Elon and his background. He as a person, some of the crazy things that happened to him that have turned him and his personality into the unique brew, blend, vintage that it is.   But just by quick way of background to catch everyone back up on it, Elon obviously was born in South Africa. He grew up with a pretty insane family and in an even more insane time to grow up in South Africa with apartheid and all the terrible violence that was happening there. He wanted none of it, but he wanted to come to the US. He thought that America was the land of opportunity. He thought it was where things could happen. He was particularly interested in space, sci-fi, and making the future the present.   Basically at age 17, he hitchhiked his way from South Africa to Canada. Lands in Canada and then ends up going to the University of Pennsylvania. From there, he makes his way up to Silicon Valley. He started two very successful internet companies. One of which was a little company called PayPal, and somehow in true Elon fashion managed to get himself ousted as CEO of these two internet companies at least three and potentially four times, which is pretty impressive given that it's only two companies.   Ben: Before this, this is Zip2 and then X.com which merged to become PayPal.  David: Yup. First company Zip2, got ousted as CEO. Second company, X.com, his employees staged a coup. That's the one you may or may not count, then the board removed him, then he came back quickly, then they merged with confinity.com which became PayPal, then the board removed him again.  Ben: Before you start your rocket company, have all of these experiences to form you, and then see what happens. Let's just play that experiment out.  David: Exactly. This unique brew of life experiences for this man whose only 29 years ago, he decides, after in October of 2000 being ousted for the final time from the newly merged PayPal, he's had enough. He's done with Silicon Valley. He's hanging up his spurs. He's walking away from it all at age 29 with about $200 million, some of which is a small amount coming from his Zip2 sales or earnings, and a large amount of that from his equity in PayPal, and a silver McLaren F1.  By the way, we didn't talk about this in the Tesla episode. Did you know, Ben, that he and Peter Thiel were driving said McLaren F1 up the road to go meet with Sequoia Capital one day. Peter asked him what this thing could do. Elon said essentially hold my beer and they end up spinning it around completely totaling it, being an amazing stroke of faith that they do not die and they end up going to the meeting afterward with the car totally wrecked.   Ben: My God. I knew they totaled it. I had no idea it was with Peter or going to Sequoia. That's like they got away with their lives.  David: This is Elon we're talking about here. A lot of this history comes from the great, great Ashlee Vance's biography of Elon appropriately titled, Elon Musk, because what else are you going to title a biography like that.   Ashlee is right to take this into SpaceX now and set the stage. Ashlee writes about what is going on with SpaceX. He says, “With SpaceX, Musk is battling the giants of the US Military Industrial Complex including Lockheed Martin and Boeing. He's also battling nations, most notably Russia and China.” Then shortly after, there's a quote from Elon. He says, “My family fears that the Russians will assassinate me.” And you thought online banking was rough.  Ben: No kidding. What do you think about Elon at this point in time? Is he a rich tech guy who now wants to get into rockets, much like the many billionaire types before him who wanted to start a rocket company? How do you—  David: You're referring to Jeff Bezos?  Ben: Well, I'm referring to the litany of people who have started a rocket company, bought one rocket, crashed it, and given up. There are people who have started all sorts of companies, have then gone and done this as their second act when they have a god complex.  David: It's interesting. Almost always it's men that do this. These little boys growing up wanting to be astronauts, make a bunch of money, then decide to go create some spaceships as their toys. That's what everybody thought Elon was doing here, including all of his friends (which we will get into now).   It's October 2000, he's just been ousted. He's decided he's leaving Silicon Valley for good. Literally metaphorically leaving, but also physically leaving. He's going to move to Los Angeles because space is now what he's going to do with the rest of his life and the aerospace industry is primarily headquartered in the Los Angeles area. He's going to move there. He's going to make connections, and he's going to figure out what's next for him.   Kind of amazingly through all of this—this also says a lot about Elon—despite having been ousted from PayPal twice, he retains a really good relationship with all the team there including Peter, Max, all of the PayPal mafia, and [...]. One weekend, PayPal is starting to really take off at this point. They're not public yet, but they're starting to figure things out. The whole team including Elon goes to Vegas for a weekend, and Kevin Hart whose an angel investor in the company is interviewed in Vance's book. He says, “We're all hanging out at this cabana at the Hard Rock Cafe and Elon is there reading some obscure Soviet rocket manual that was all moldy and looked like he bought it on eBay. He was studying it talking openly about space travel and changing the world.” Everybody was like okay, man. This guy has gone off his rocker.  Ben: He's not hiring someone to go do this for him and saying put my name on it. I'm going to flash way forward to today, but he's effectively and maybe entitled the Chief Engineer of—  David: I believe he is entitled the Chief Engineer.  Ben: Yeah. I think I've heard NASA directly refers to him as the Chief Engineer of SpaceX, Elon Musk. He was a sponge. He would go find resources on rockets and just go suck all of the information out of physics textbooks and physics professors. Exactly what you just pointed out, rocket manuals. I don't want my question from a moment ago to linger too long feeling like I'm mischaracterizing him.   Elon is absolutely not an eccentric billionaire who now decided to get into space because there's nothing else to do. This is sort of the plan all along and online payments where this brief exit from the highway before he got back on to go and really run this big problem.  David: It was a way to get all of these resources. When he lands down in LA, he gets hooked up with a nonprofit organization called The Mars Society. Elon has been percolating on Mars. When he first started to think about this he goes to the NASA website. He's expecting on the NASA website to find all sorts of great plans about the future, exploring space, and then particularly Mars. It makes sense that people should go explore Mars. We've been to the moon and there's nothing there. He gets really disillusioned. He's like I've got some resources. I want to make a grand gesture. He's not thinking about a company. He's not thinking about a business. He's thinking about something to inspire people to get back into space exploration.  The Mars Society, this is their charter, so he makes a $100,000 donation to The Mars Society. He joins the board and he starts meeting all of these aerospace people in LA. Not just in LA, of course back up in Silicon Valley there's NASA's Jet Propulsion Lab in Mountain View.   Elon's mostly down in LA but he's going back and forth. He starts organizing these “Saturday salons,” he calls them, where he's just getting together industry leaders in aerospace and at JPL, both in LA and Palo Alto. There's no agenda, but he lets it be known to all of them that he's got some resources. He's a dot-com-rich guy and he wants to make a gesture. What could be done on the order of $10–$20 million.  They start to coalesce the group on this idea of building a “Mars Oasis” and the idea behind a Mars Oasis is that they're going to buy a rocket, and they're going to put a plant on it, and they're also going to put a robot on it, and they're going to shoot this rocket to mars. I can't remember if the Mars Rover had landed at this point. I think so.  Ben: The lander that I remember was a really big deal that I think found ice.  David: I remember that.  Ben: The Mars Phoenix lander was somewhere in 2008. That hadn't happened yet, but I think the rover had.   David: Yeah, I think the rover was there. I know it was kind of crazy. Obviously, everything about this is crazy, but you could piece together how you could string along somebody that this could happen.  They were going to put this there and the idea was that the robot was going to create a greenhouse, was going to put the plant in the greenhouse, and let the plant grow on Mars. The robot would have a camera, and with a video feed, kind of like the whole earth picture that the first Apollo astronauts took of the earth from the moon, that this will be a live video feed of a plant growing on Mars. Beam it back over the internet onto a .com site and inspire the people of the world to explore space with this.   Ben: Love it.  David: Love it. It sounds great.  Ben: The purpose being inspiration, a little bit of a philanthropy stunt.  David: Maybe even some kind of performance project, not to foreshadow what's going on in Elon's life today, but that's the idea.  There's one problem, though, and nobody in the salon group is really willing to tell Elon. He's thinking he's got probably $10-ish million left over from the sale that he made. He made about (I think) $22 million from the sale of Zip2, his first company. He's probably got about $10 million left over. He thinks he could probably scrape together maybe $20 million. Maybe take some loans out against his PayPal equity. That's his budget for this.  Ben: And David earlier you would say that number $200 million. That obviously would come later when he did get liquid on those PayPal shares. Now he's only got this $10–$20 million from the first company.  David: He will end up being over with $200 million on liquidity, but at this moment it's all tied up at PayPal. The thing that none of these space experts want to tell him is that he's off by a magnitude on the cost of this thing and $10–$20 million isn't going to cut it. He needed more $100 million, $200 million, $300 million.   Musk is very singular in his focus, so he keeps pushing forward on this. He comes up with this idea. I think this was his idea that the way he was going to make this happen was he was going to get a deal on a rocket by instead of using a purpose-built space-launching rocket, he was going to go over to Russia. Remember this part. We're not that far removed from the dissolution of the Soviet Union. It's kind of the wild west days of Russia at this point.  Ben: 1989 to 2001.  David: Yeah. We're now in 2001 and Musk's idea is he's going to go over there to buy an intercontinental ballistic missile because the Soviet Union has disintegrated. You can do that in Russia these days.  Ben: Apparently, there's an open market where you can go and buy.  David: Maybe it's not open, but it's grey.   Ben: That's right. Didn't he have some sort of a connection that helped him figure this out?  David: We're about to get into this.  Ben: We should also contextualize here. I think to be able to actually buy one of these in the US through more appropriate channels, if you could actually get your hands on one, I think it's $65 million. The reason to look elsewhere is there's no way you're getting one here for any reasonable amount.   David: Yup. He thinks he's going to get a deal by buying a missile and converting it into a rocket. This is like cue the James Bond villain thing here.  He goes over there. He hears from his network that there's a guy who can maybe make this happen. That guy's name is Jim Cantrell. Jim lived in Utah; he's an American. He worked for NASA and also the French Space Agency, and ended up doing a lot of super classified collaborative missile defense projects with the Russians. I don't know if this was during the Cold War or just after where they were actually working together on missile defense, so he knows the Russians pretty well.  He tells the story. One day he's in Utah, he's driving, he gets a call on his cellphone. This is in Vance's book. This guy in a funny accent said, “I really need to talk to you. I am a billionaire.” This is Elon, by the way. Elon is not a billionaire at this point. “I am going to start a space program,” and Musk finally refuses to give Cantrell his cellphone number. Musk made the call from his fax machine line. He's starting to get paranoid what this is going to entail to go and try to buy a missile.   Musk asks Cantrell if there's an airport near where he is and if he could meet the next day. Cantrell says, “My red flag started going off,” and he's fearful that one of his enemies is trying to set him up. He says, “Okay, I can meet you in the Salt Lake City Airport. But only behind security,” because he wants to make sure that—  Ben: That’s actually really smart.  David: He's used to deal with the Russians here.  Ben: Just like if I ever want a super high-security meeting, now I know how to do it.  David: Yeah, go to an airport. It's probably empty these days. Coronavirus, a very private meeting.   Cantrell runs out of the conference room at the Delta lounge at the Salt Lake City airport. They end up hitting it off. Cantrell was like oh, okay. This guy is something, but he's not totally crazy. He says he agrees. He says okay. I'll get back to Russia with you and I think I can help you buy a rocket.  At this point, Elon's friends all basically try to stage an intervention. They create a compilation video of rockets blowing up. They come up with all of these stories. Ben, you were mentioning of everybody who’s lost all their money doing this.   He goes for it, but one of his best friends from College, Adeo Ressi who started TheFunded.com and The Founder Institute, is a great entrepreneur in his own right says I'm going to come with you. The friends must have nominated him to keep tabs on Elon.   The three of them, Cantrell, Elon, Ressi, and one other guy end up going to Russia and making a [...] to try and do this. The other guy who goes with them is a guy named Mike Griffin who they get introduced to.  Ben: Wait, Mike Griffin went on [...]  David: Obviously, Ben’s face right now.  Ben: No way.  David: We’ll come back to Mike Griffin later in the episode.  Ben: I have Mike Griffin in my notes listeners. I won't tell you where or what his title was, but wow. It's the same Mike Griffin?  David: Yeah. Ben and I were talking before the show and I was like there's going to be a thing. Just wait. Just wait, listeners. There's going to be a thing about, Mike.   Ben: What's Mike's role in this?  David: He comes over to just be part of this entourage to make introductions and meet with people.  Ben: See how one would go about buying an ICBM from Russia.   David: You could call it an ICBM. You could call it a rocket to get to space which is what the intention here is. Mike worked at NASA earlier in his career then he ran In-Q-Tel which is a part of the government but it's the CIA's venture arm for investing in commercial ventures that are going to be helpful to the government.  Who knows why Mike was coming with them. He's coming from the government. He's coming from In-Q-Tel. Maybe he's keeping tabs on everything that's going on here. He comes along and basically goes as you would expect listeners. They meet with a bunch of Russians. Cantrell and maybe Mike sets up some meetings and they go like this.  Vance describes a bunch of them in the book. They walk in, they sit down. The first thing that happens of course is vodka shots and Vance talks about one meeting where everybody in the room does vodka shots and the Russians are toasting to America. That probably should set some red flags off there for everybody just from the get-go there.  They chat for a while. They're not really talking about anything related to buying a missile. Lunch is served, a couple of hours go by, and then finally they get around to like so, the purpose of your visit.  Ben: And for anyone who ever met with any of Elon's companies, let alone Elon himself, this is not how you get to have a meeting with someone at SpaceX. It's quick. It's to the point. It's how fast, give me really good reasons for everything, and let's move on. Elon is the personification of that type of meeting.  David: Yup. He starts getting really frustrated by all these meetings and finally by the end he's had enough of this Russian way of doing things. He started coming out right after the vodka shots like, I want to buy rockets. Here's my offer.  He's calculated. He's willing to offer a meeting with one group, this is the last group to meet with. I think it's either two or three rockets. He offers them $8 million for the two of them. They're like how about $8 million each? Let’s just say they don't come to a deal. Everybody leaves the meeting. By the way, they're in the middle of Moscow and Russian winter, which is pretty depressing.   Ben: It's awful. I've been in Moscow in February and it's ‘freeze your face off’ cold.  David: It's literally February 2002 when this is happening.  Ben: Let's recap dollars really quick because dollars are going to be an important thread through this whole story, not just because this is an expensive endeavor but because the scale of dollars to other dollars is important to think about how you would go about solving this problem. Elon basically got $170 million from PayPal of post-tax dollars.  David: Once the acquisition happens which is not for another five months.  Ben: It didn't happen yet, so he's got $20 million total now, but he'll eventually have $170 million. That number that I quoted buying a rocket like this from a US company that manufactures it, it's like $65 million. He's trying to buy it for $8 million for two of them in Russia. To keep those relative dollars around your head, of course the deal blows up. He doesn't actually end up buying them, but that would have been what it cost him.  David: Even if he were to put all that money into these, he couldn't do the $65 million launch because that's just the launch. Then you got to get the stuff there, you got to build the robot, you got to set up all the stuff.  Ben: I'm sorry, that $65 million I'm quoting you is literally to buy a rocket.  David: Oh, interesting. I didn't realize it. I guess you couldn't at that point of time just walk up and reserve a launch spot on a rocket. You actually have to buy the rocket.  Ben: This is 2001. Who can you just go in and say hey, I want to…  David: Imagine if there's a company that did that, offered that service.  Ben: I take that back. I think such a concept did exist, but I think it would have cost you $150 million to $500 million quoting some of my numbers that we're going to bust out later in our future cost comparisons.  David: Wow. So, back to February 2002 in Moscow, they leave the meeting, this motley crew. They get on the airplane and they head back to the US on the plane. Cantrell talks about this. He says whenever you get on a plane in Moscow, particularly in February heading back for the States, you always particularly feel good when the wheels lift off in Moscow. It's like, my God I made it.  He and Griffin are veterans here. They call over the drink cart and they start celebrating getting out. Meanwhile, Elon is sitting in front of them and he's just furiously typing away on his laptop silent. They can't figure out what's going on. About halfway through the flight, he turns to them and says hey, guys. I think we can build this rocket ourselves, and then he hands them the laptop.  They look at it and they're just dumbfounded. Elon has this spreadsheet on this laptop. It must have been Excel. Google Sheets didn't exist at this point. He got this Excel doc and it's like a hyper-detailed spec sheet with cost and all the materials needed to build a rocket.   Not necessarily a rocket that will get them to Mars, but it's real. They're stunned and they say how did you build this? Well, it turns out Elon had been reading a lot of Soviet rocket manuals and he had also met as part of this group of advisors he's putting together.   He met this guy named Tom Mueller. Tom had worked at Hughes Aviation. He was of course being Howard Hughes back in the day.  Ben: Speaking of billionaires who started rocket companies.  David: Indeed, and then went on to TRW Space. He was known in the industry as a real savant about engines. Probably the best, most impressive rocket engine engineer in the world. Musk had got in touch with him, met him, and started asking him all these questions about how rocket engines work and what needs to go into building a rocket. He'd helped him put together the spreadsheets. It was pretty damn good.  They get back to the US. Basically, a whole chain of events gets kicked off and ends up in SpaceX, an American company launching people into space.  Ben: Yeah. Just to keep the dollars thread going, I can't remember exactly which of the sources it is. David and I have 20 or 30 different sources that are in the show notes. I'm going to go and read more about this. I want to say this was originally from a SpaceX engineer but to point it out, if you calculate the cost of goods sold for aerospace-grade aluminum alloys, plus some titanium, copper, and carbon fiber on the open commodities market, it's about 2% of what rockets cost. I want to plant that seed because the question in your mind throughout all of these should be why is this expensive?   Obviously, this is expensive. It's almost unfathomably expensive. Whenever you hear anything about this industry, contracts awarded, cost of emission, NASA's budget, which by the way, in the last 20 years, has gone from about 1% of our Federal budget down to about 0.5%, it was as high as 5% in the 1969 space race. It's interesting about that.  David: That's of the US government budget, by the way.   Ben: That's correct. That's up the entire Federal government, yes. It's immensely expensive almost to the point where you can't even discern between the millions and the billions. I'm trying to paint the picture where you really should just try and figure out every single time you hear a high number, why is it expensive and where does the money go?   Of course, you can't make a rocket just by throwing commodities at a wall. You're not going to get it all the way down to 2% of what that rocket costs, but 2% being the hard materials, I'm not someone who's in an industrial job. I have to imagine that in most manufacturing businesses, the actual hard materials are much more than 2% of the final sticker price of whatever's left on the line.  David: Yeah. The bomb versus the MSRP. Totally. Elon studied physics and undergrad in addition to business. He is a physicist. This is the question they ask themselves, yeah, this is hard but at the end of the day, these are atoms. It's a bunch of gas in a tube. That's what a rocket is. This is what he's putting together in a spreadsheet. They touched down back in the US and at the same time, PayPal finally goes public.   We talked about this in our Adapting episode with Roelof at Sequoia, who was at that time the CFO of PayPal. They were the one bright spot in the Russian-like dot-com winter. The stocks pops 55% right after the IPO. Elon sees this. He's got the spreadsheet and something clicks in his mind. He says you know what? This isn't just a gesture. This isn't just an inspirational thing I want to do. I can actually disrupt this industry. I’m going to build a company. I can take all of these cost blows that's happening in this industry, use my spreadsheet, use my connections, and do this for real.  They walk off the plane, he gets Cantrell, he gets Griffin, he gets Mueller, literally the rocket scientists, and a guy named Chris Thompson who is an aerospace engineer at Boeing. He says let's do this. Let's start a company. Nonprofit is dead. I'm going to start this. I'm going to fund this all myself. PayPal has liquid public currency. The lockup will be over soon. I can exit my stock and I'm willing to go all-in on this.  Ben: Almost all in.  David: Almost all in, indeed.  Ben: Greater than half in.  David: Greater than half in. Now, he hasn't yet met JB Straubel and got introduced to the electric car scene. At this point, he's thinking all in. Everybody's in except for Mike Griffin. He lives on the east coast. He's the former [...] guy. He says look, guys. I'm a little farther on in my career. I'm a little more senior. This is all a great adventure. Best of luck. I'm rooting for you but I'm not going to move out to California and do this. It ends up being a good thing for SpaceX that he did not do that, as we will see.  Ben: I'm learning in realtime from you this episode. It's a very good thing for SpaceX that this is how it should work out.  David: Great thing for SpaceX and the world that he did not do that. Everyone else though is in. Cantrell is in for a few months. He ends up leaving a few months later. In June 2002, they officially incorporated Space Exploration Technologies. The very next month in July 2002, eBay buys PayPal for $1.5 billion. Elon, now, doesn't just have a liquid public stock currency. He has $180+ million in straight-up cash that he gets out of PayPal.   Remember, he's been ousted three or four times from the two companies he started in the past. This is going to be his life's work, his next company. He says I don't want any chance that anyone can kick me out here ever again. I'm not taking on any outside investors. I'm putting my entire fortune into this. I will fund it all myself. It's mine. The super interesting thing, Ben, as we're texting about this, all told over the life of SpaceX, I think Elon has only put in about $100 million into the company versus Bezos' Blue Origin puts in $1 billion a year and many other people that have entered into the space industry just became money pets.  Ben: Let's plant that seed because yes, SpaceX is very revenue-funded instead of equity funded. Of course, it's very equity-funded, too. This is a company that has a $35 billion valuation today and has over $3 billion invested in it from outside of Elon.   David: Much of which is secondary.  Ben: Oh, interesting. Good point.  David: Yeah. I think much of it is secondary.  Ben: Okay. The point I want to drive home here is that SpaceX was founded. There's one thing that's known about that company at this point. One thing that's not super solidified, at least, as far as I can tell, the thing that is known is we're going to freaking Mars. We're figuring this Mars thing out and we're going to start by lighting a one-engine candle on fire. We're going to figure out how to take baby steps here. That part is figured out.  The part that's not figured out is what you'll find in the very first paragraph of the Wikipedia entry on SpaceX which is this sentence, \"They're an American aerospace manufacturer and space transportation services company.\" It is very, very, important to understand SpaceX today is both of those things and they are different. They are a company that makes stuff for aerospace and may well one day run a business on that. They also have this business where they're basically a logistics company to ship stuff up to space. That latter business funds the former business. I think the missing puzzle piece that comes along, that lobbies for SpaceX to do that is not yet in place.   David: Yeah. The business plan for this new company—Elon is very insistent that this is now a company—is that he's seen all these costs bloat in the industry. He thinks they can do much better and he realized, the hard part about launching things into space is the engine of the rocket. He has the best rocket engine engineer in the world, Tom Mueller, working for him. They're going to build their engine completely in-house. The initial idea is they're going to go to third party suppliers, come out with any folks, get all the rest of the stuff together, and work with contractors.   You can imagine the business plan, ironically, is sort of the traditional Detroit automotive companies where they make the engines and they make the finished products but everything in between the engine and the final car comes from a whole network of suppliers.  Ben: Yeah. A horizontally-integrated company.   David: Yeah, exactly. Exactly. The plan is—this is what they're going to do—they're going to build the engine and they're going to start launching in September 2003. It is now July 2001. That was some wistful Elon thinking.  Ben: Classic, Elon.  David: Classic. It may have been the beginning of the Elon timeline. In software, you can ship faster than in hardware.  Ben: We should also say—this I think is from the Ashlee Vance book as well—the way that Elon calculates these deadlines is he thinks about how long. He builds a Gantt chart in his head and tries to compress all the minutes together. He also tries to apply a speed acceleration there where he says it looks like I would work on this really fast all the time so anybody that I'd hire would also do that. He basically creates this ultra compressed Gantt chart that massively has the Elon multiplier on it. That's how he expects work to get done.  David: Yup. They decide that they're going to name this first rocket the Falcon 1 after the Millenium Falcon, of course. Since the rocket is named Falcon and the key is the engine, they're going to name the engine, Merlin, which is a type of falcon. Also, I wasn't able to find, I don't know if you were, if this was intentional or not, but the Merlin engine actually has a storied history as a different type of engine, which is the Rolls-Royce Merlin engine which powered most of the British air fleet during World War II in the Battle of Britain. It was storied for being in its power and reliability in helping the Allies win the war.  Ben: That threw me for an SEO loop. I was searching for information on the Merlin and kept getting these Rolls-Royce things. I thought SpaceX always makes their own engines?  David: Wouldn't that be funny if Rolls-Royce made the SpaceX engines?  Ben: That would be the ultimate irony based on where the company would end up today in their strategy and principles.  David: I know. They get to work building the Falcon and the Merlin. Working with all of the network of contractors and suppliers being horizontally-integrated companies and they pretty quickly find that it's not just Boeing, Lockheed, and everybody who is subject to cost bloat, time bloat, and project skill bloat in this industry. It's all the contractors all the way down. Elon starts asking questions of these guys pretty quickly.  Ben: This isn't just two levels of contractors. It's not like we’ll sub it out to Boeing, then they'll sub it out to someone. It's ‘turtles all the way down’-type thing. There's this crazy recursive loop.  David: Elon, of course, starts asking questions. People in this industry aren't really used to questions being asked of them. He starts figuring out that some of these components, whether it's part of the shelf, the fuel tank on the rocket, or some of the avionics in the components that contractors are charging multiple hundreds of thousands of dollars apiece, that they can just manufacture them either in-house—fab them in-house—or use off-the-shelf consumer-grade electronics and computers for 1% or less of the cost that these contractors are quoting them.  He says all right, it's good. Just like Tesla, we're not going to take the Detroit approach to this. We're going to vertically-integrate. We're going to make 90%+ of this rocket in our own factories.  Ben: Which is wild. SpaceX coyly talks about how raw materials roll in one side of the factory and rockets roll out the other side. They always talk about it. Minerals show up on the left side and rockets show... It's not quite that. They do have a network of suppliers. I think the number is 3000 suppliers and 1100 supply them products every week. The way to think about it is those suppliers are just way lower level. They're more the raw material. Think about sheet metal and wiring rather than fully assembled motherboards and fuselages.   It's kind of a crazy undertaking. Really in business, the theory is only to take your core competency in-house and outsource everything else. Outsource everything that can be a commodity. There were so few players in this industry and such a limited number of customers on the demand side, there was a very specific way that it was done. That way just involved this wild scattering of subcontractors, each of which had to make their own profit margin. You end up with this stacked margin, margin, margin.   As someone who will talk about here shortly, brings up in a speech, her quote is, \"It's exponential GNA that you get when you have multiple layers of integration.\" I've never heard someone describe it aptly, that of course this is exponential. Every time somebody needs to make their 30% or whatever it is, that's on the previous person's 30% or whatever it is. I bet it's a lot higher than 30%.  David: Yeah. Let's think about who the end customers were in the space market, mostly pre-SpaceX. Even now post-SpaceX, they were governments. Primarily, the US government but also other governments around the world. These are entities like all these contracts are done on a cost-plus basis.   By the way, side note, playbook theme, if you ever, as an investor or an operator, encounter a situation where there's a cost-plus contract as a way of doing business, you need to either, if you're an entrepreneur disrupt them as soon as possible, or if you're an investor run the other way. With the cost-plus, there's the cost of what it costs to make something, then the contractor makes a percentage profit on the cost. The incentive of the contractor is to make a cost as much as possible so that their absolute dollar profit as a percentage of the bigger number is bigger. It's nuts.  Ben: It's a great point, David. It's ambitious but it still seems silly that this is a company that is both best in class at creating motherboards for this purpose, best in class at writing software, and best in class at creating rocket engines or top three in class in creating rocket engines.   David: And operating those rockets.  Ben: Right. That's the other thing. They are the operator of the final product.  David: Yeah. They vertically-integrate everything.  Ben: It's obviously a 7000 person company now but it is just shocking how many core competencies they need to be excellent at.   David: Yeah. So, what's the business model for all this? What's the target market? Elon comes from this internet industry, PayPal, [...] new markets, lots of demand, highly rapidly growing markets, and all the folks that he surrounded himself with, who are instrumental at SpaceX are the bleeding edge of the bleeding edge folks in the space industry. The people who like Boeing and Lockheed are moving fast enough for them.   They think there's this concept in the space industry at that time and has been for many years that small satellites are going to take over. There's going to be this big democratization of the space market whereas it was just governments and big satellite companies were launching big stuff into space, there's going to be smallsats and CubeSats. There's going to be this massive opening of the market, kind of like there was in PCs and cell phones. That's who SpaceX is going to try and serve.  Ben: Exactly like PCs and cell phones. If you think about it, the reason that a lot of these CubeSats can do what they do is because we've got a few billion smartphones out there and we can massively bring down the cost of the really innovative stuff that goes into creating something that fits between your hands outstretched.   David: Yeah. It really amazed me doing the research. We've all heard this story about space and small satellites in recent years with venture funding in the space. This was the story even back in 2002–2003.  Ben: That's true. That's a fair point. This is five years before the iPhone and 8–9 years before smartphones had scaled.  David: People were always thinking about this. I think it will materialize in the future, but the reality is it didn't quite materialize for a long time, the big market there. At this point, SpaceX makes a critical, critical hire that, Ben, you're leading to earlier. A woman named Gwynne Shotwell. Gwynne is just an incredible force of nature in every dimension. Today, she is the President and COO of SpaceX and runs most of SpaceX today. At that time, she was the first salesperson. She had come actually interestingly—  Ben: Vice-President of Business Development, David.  David: It was sales which in Elon's world is a good thing. Gwynne started in the automotive industry earlier in her career but then moved into the space industry. She says hey, wait a minute guys. Everything around the company was architected to sell to the emerging markets of small satellites like the Falcon. The Merlin engine was incredible. It was the most highly-efficient rocket engine ever built but the Falcon 1 using one of these engines was a pretty small rocket and could get just small satellites up.  Ben: It’s like 70 feet tall? Does that sound right?   David: I can't recall exactly.  Ben: When you think about walking up to a rocket and marveling at the skyscraper structure, that's not what the Falcon 1 was. When I made a joke earlier about strapping a rocket to a candle, it's tall but it's not that tall.  David: No, compared to Saturn 5, this is a little bean shoot. Gwynne says yeah, let's go pursue trans-[...]. But honestly, she knows the market. She says it's not there. I think she’s the one who says this. You guys are missing something. The big players, the governments, the big satelliteguys, the Department of Defense, NASA, they're also interested in what you're doing. They don't like it that they are paying so much money for all of these rockets and these launch operations that they need. If we can prove to them that we can actually do this, we can get some money out of the big boys.  Ben: Yeah. Gwynne importantly spent a decade at The Aerospace Corporation and in Microcosm. She knew the way that this industry did business, knew the way the money floated around, knew what the different total addressable markets were. I think Elon probably didn't have a pie chart on his computer of segments in the TAM for sending stuff to space. Gwynne lived in that pie chart.   David: She was the second tab of the model.  Ben: Yes. When we were alluding earlier to (of course) my comment on Gwynne with the benefits, cost savings, and vertical integration but also to the dual business model of SpaceX. The owned and operated things that they sent up versus the ‘hey, we’re a shipping company.’ She's the force behind ‘hey, we’re a shipping company,’ and that's going to fund the rest of this operation.  David: Yeah. Like proof of concept of the Falcon 1. Let's load it up on a truck and let's take it to Washington, DC and just park it in front of the, I think it was in front of the FAA and not the Pentagon. The engineers were like what are we doing? This is crazy. This is just showmanship. But it works. They get the attention of DC.  Ben: That's crazy. I think I remember, too, it was a more shiny, nice, idealized rocket than the one they're actually designing, but it had this SpaceX logo on it.  David: Yup. Meanwhile, Tom and the team are working away at building the Merlin and the rocket. The original goal was to fly in 2003. That gets pushed to 2004. Finally, in 2005, they're ready to go. Gwynne has managed to land, not a small satellite deployer as the first customer, but the Department of Defense. They're starting to experiment with launching small satellites. They want to say okay, we'll take a fly on you guys. We'll put up a small satellite.  Ben: You've never sent a rocket to space? Let's take our satellites and we'll put that right there on the nose cone and the ferrying of your…  David: Of your rocket. So, they do. They believe they're going to launch out of Vandenberg Airforce Base just North of LA in California but typical bureaucratic red tape. Also, because there are some competitors that may or may not also have some launches going on at Vandenberg at that time. They have forced them out. They have to go find another site.   They scour the world and find a not used currently space in the Pacific Ocean between Hawaii and Guam. The Kwajalein Island or Kwaj, which is part of the Marshall Islands.  Ben: Yeah. I think it was the Kwajalein Atoll.  David: The Kwajalein Atoll. They shipped their rocket. They shipped their company out there. They say all right. We're going to set up a rocket launch site there.  Ben: Let's talk about this. The launch site is on Omelek Island in the Kwajalein Atoll. If you work for SpaceX at this time and you have to go out there, here's how you do it. You take a five-hour flight from LAX to Hawaii. You stay overnight. You catch the 7:00 AM flight to the Marshall Islands, which of course, make several stops in that area of the Pacific because you don't just have an everyday back and forth single shot to the Marshall Islands. In fact, I think my high school Guidance Counselor went on the Peace Corp there. This is a remote location. Also, sadly, a place where we tested lots of weapons in World War II and I'm sure, many other times.   Then, you get to the Marshall Islands. You then have another hour-long boat ride to actually get to Omelek Island. Every time you go out and back, it's like a multiday experience that you're putting up with. Changing time zones all over the place just to do your job which is a top 0.1% in terms of the cognitive requirement to do that job.  David: And spoiler alert, a good portion of the company spends most of the next 3½ years going back and forth to this island. They initially think they could launch in November 2005. There's a valve problem, the launch gets canceled. It takes them until March 2006 until they get all the systems to go again. They ignite the Falcon 1. It takes off. It starts climbing. Everybody's going nuts. About 25 seconds in, it blows up. Remember, it has the Department of Defense's experimental smallsat and it's ferrying up its payload. That gets blown up at the rocket and ends up falling through the roof of the building of the launch facility there.   It mostly ends up surviving. A lot of the rocket ends up getting blown into the ocean. Elon notes in his postmortem from the event, “It is perhaps worth noting that those launch companies that succeeded also took their lumps along the way. SpaceX is in this for the long haul. Come hell or high water, we are going to make this work.\"   They're not deterred. It takes them another year to attempt a second launch, March 2007. This time, they make it three minutes into the flight. The first stage of the rocket has separated. The Merlin engine did its job fantastically. The second stage kicks in. The smaller Kestrel engine that's going to take the rocket and the payload into orbit. Everybody's cheering, high-fiving, then, as it actually says in the book, it starts to wiggle. I can also imagine this. This must've been so demoralizing.   Ben: Two things I wanted to point out here. I remember thinking about this the first time I watched Apollo 13 when I was a kid. They don't know exactly what's going to happen when it goes up but you can model a lot of it out with equations. You do. You run computer simulations and you do your best. What if you didn't think of one force that's going to be acting at one point during the journey? In this case, the one force that they either didn't think of or was miscalculated in some capacity is either the fuel or some kind of fuel was sloshing around causing it to spin.  David: It was the fuel. Yeah. It was that everything functioned perfectly as it was going up because the fuel tank was mostly full. Then, when they got to the second stage and the fuel tank was getting down towards empty, and there was all this empty space in there, it started sloshing around in the body of the rocket. That started it wiggling and moving around in a circle. Then, eventually, it sloshed so much that there was an air bubble. The air bubble got into the engine and exploded almost into orbit. That must've been so demoralizing.  Ben: Heartbreaking. Especially after just having it last year.  David: A whole year.   Ben: I think this is a good place to do an all systems go on our terminology here. Listeners, as you know, David and I, neither of us are in aerospace but I'd say know enough to be dangerous here. It's worth just articulating some of the terminologies we're using and what are these rockets.   The big main body of the rocket—I'm going to work my way up from the bottom—is called the first stage. This is where all of that liquid fuel is that gets it up, not all the way to the orbit, maybe all the way to the orbit. It basically gets it off the ground. It gets through the thick atmosphere close to the earth. It sets it off on a more horizontal journey to start orbiting. Of course, the engines are attached to that. In this case, on the Falcon 1, just the one Merlin engine.  That goes up. David, you mentioned the stage separation. The first stage sort of falls back to the earth. Nowadays, it can land, and then it couldn't and splashes down.  David: Just casually dropped that, yeah, nowadays it can land.  Ben: Doesn't it feel barbaric? I was thinking about this the other day. Some of SpaceX's competitors have rockets that the first stage when they come down, they splash down into the ocean, and then they're useless. Doesn't that feel barbaric?   It was a few years ago where it was the most amazing thing in the world that we vertically-oriented a rocket, we can sort of clean it up, and then use it again. Now, you're like wait, I'm sorry. It's just wasted? It's just trash?  David: It's at the bottom of the ocean.  Ben: It feels like I just finished a La Croix and then threw it directly in a trash can.  David: You know that scene in Mad Men? I think it's in the first season maybe where the Draper family is out on a picnic in a park.  Ben: They just dump all the trash.  David: They dumped all, then they picked up the blanket and just shake it. All of it and just instead they just walk off like a happy family.  Ben: I take it back. This is finishing your Nalgene water bottle and then throwing it in the trash. It's amazing how your perspective changes. Anyway, I digress. We've got through that first stage then you've got the second stage of the rocket. This is the part that does something out in space. This has another engine on it, Dave. You just mentioned the Kestrel engine, that's the smaller engine that's better for little maneuverability out in space because there’s Merlin. What's the current? Remind me.  David: Raptor?  Ben: Yeah, the Raptor. These are powerful, freaking engines. If you're going to go try and dock it against something, that's going to create a problem.  David: Big freaking baseball bat.  Ben: Yeah, it's the Falcon punch. You've got this smaller stage that has a single smaller engine on it. That's the second stage that we're going to talk about. It does stuff in space. There's one more thing on top and that can be one of two different things. One is a payload that is contained within a fairing or maybe within a fairing, but basically the fairing splits into two. Those things fall back toward Earth and then it's got something in there. It's got, for example, a satellite or a bunch of satellites in there.  The other configuration is that it could have a capsule on there. That would be a spacecraft that humans could operate one day, who knows. That's the structure of the rocket and the terminology that, for a long time when people talked about the multiple stages of a rocket, my eyes would glaze over, but at least in SpaceX's case because it's a relatively straightforward design. It's good to just keep it in mind so you can go okay and follow along.  David: They were so close to actually doing this, being the first private company ever to launch a satellite into orbit. Right at the last minute, it failed. They're undeterred. In classic Elon fashion, he says, not only are we going for number three. This is"
      }
    ],
    "signature": {
      "instructions": "You are provided with a context and a question. Use the context to derive a detailed reasoning process and generate a coherent response to the question. Consider the specific details and relationships within the context to ensure an accurate and comprehensive answer.",
      "fields": [
        {
          "prefix": "Context:",
          "description": "${context}"
        },
        {
          "prefix": "Question:",
          "description": "${question}"
        },
        {
          "prefix": "Reasoning: Let's think step by step in order to",
          "description": "${reasoning}"
        },
        {
          "prefix": "Response:",
          "description": "${response}"
        }
      ]
    },
    "lm": null
  },
  "metadata": {
    "dependency_versions": {
      "python": "3.10",
      "dspy": "2.6.15",
      "cloudpickle": "3.1"
    }
  }
}